{
  "source": "manhwaindo.app",
  "totalManhwa": 60,
  "scrapedAt": "2025-10-06T04:02:49.972Z",
  "manhwa": [
    {
      "title": "Not Over",
      "url": "https://manhwaindo.app/series/not-over/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/n/not-over/thumbnail-673af8551cfb4.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 50",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:05.152Z",
      "genres": [
        "School Life",
        "Shounen",
        "Sports"
      ],
      "synopsis": "Noeul, yang ingin menunjukkan bakatnya kepada dunia, Dabin, yang melempar bola untuk menjadi orang yang berguna, bertemu sebagai sebuah tim! Kisah perjuangan tim bisbol SMA Daejang saat mereka berusaha memenangkan kejuaraan nasional!"
    },
    {
      "title": "The Player Who Returned 10,000 Years Later",
      "url": "https://manhwaindo.app/series/the-player-who-returned-10000-years-later/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/4Bg8UkYHQhdSE5sVgUPeUJEKe3QImC/jvv481XhRYcpm3kAgPEZuRRaGwYlcg.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 130",
      "rating": "7.6",
      "scrapedAt": "2025-10-06T04:02:05.152Z",
      "genres": [
        "Action",
        "Adventure",
        "Demon",
        "Fantasy",
        "Seinen"
      ],
      "synopsis": "Dari Studio yang sama Dengan Suatu Hari Ia Mendapati Dirinya Terjebak di dalam Neraka.Namun, Dia memiliki Tekad yang kuat Dan Kekuatan yang Kuat pula.Setelah 9999 tahun Berlalu, Ia telah Menyerap Jutaan Demon Dalam Dirinya dan Menjadi Penguasa neraka. Mengalahkan Para Monarch yang ada Di nereka.[ Kenapa Anda ingin Kembali Yang mulia? bukankah anda sudah punya Segalanya di sini?] Ucap Salah satu Monarch[ Apa yang aku punya di sini? Tidak ada yang bisa dimakan, tidak ada yang bisa dinikmati, Sudah Kuputuskan][ Aku akan Kembali, Ke bumi.]"
    },
    {
      "title": "I Obtained a Mythic Item",
      "url": "https://manhwaindo.app/series/i-obtained-a-mythic-item/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/PKhIIatXC1vZOYWmNNxCSO2tOSXkW6/NHUvsI53IjQI9NmoxRvOXFAniLxzOY.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 149",
      "rating": "8.00",
      "scrapedAt": "2025-10-06T04:02:05.152Z",
      "genres": [
        "Action",
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Yggdrasil, Pohon Dunia Mitologi Nordik, tiba-tiba muncul di Bumi. Dan bersamaan dengan itu datanglah makhluk-makhluk iblis yang menghancurkan seluruh kota.Meskipun tidak semua harapan hilang, karena Sistem yang diperoleh beberapa manusia spesial.Di dunia baru ini di mana hanya yang kuat yang bertahan, Min JaeHyun menyesali pilihan yang salah yang dia buat di masa lalu … ketika suatu hari, dia mendapatkan satu-satunya item Mythic di dunia.Bagaimana item ini akan membantunya? Dan bisakah dia mengubah nasib buruknya?"
    },
    {
      "title": "The Regressed Life Of A Back Alley Mage",
      "url": "https://manhwaindo.app/series/the-regressed-life-of-a-back-alley-mage/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-regressed-life-of-a-back-alley-mage/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 16",
      "rating": "7.5",
      "scrapedAt": "2025-10-06T04:02:05.152Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "synopsis": "[ Suatu hari, seekor wyvern terbang di langit. Melihatnya, aku memutuskan untuk pension. ] Aster, seorang trouble-shooter dari keluarga penyihir bangsawan Dekulan, yang berasal dari latar belakang gelandangan sialan. Ia melarikan diri demi kebebasan, namun akhirnya tertangkap dan kehilangan nyawanya. Namun, saat membuka mata, ia telah kembali ke masa ketika dirinya masih seorang gelandangan di zona hitam-putih! “Aku akan membangun perpustakaan yang dulunya menjadi impian rekan-rekanku. Tidak, lebih dari itu. Aku akan membangun sebuah menara!” “Dan sebagai bonus, buku rahasia keluarga Dekulan akan dipajang di lantai satu.” Kehidupan kedua Aster dimulai kembali dari dunia gelandangan!"
    },
    {
      "title": "Childhood Friend Of The Zenith",
      "url": "https://manhwaindo.app/series/childhood-friend-of-the-zenith/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/c/childhood-friend-of-the-zenith/thumbnail-66b039093cfe3.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 75",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:05.152Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Martial Arts"
      ],
      "synopsis": "Gu Yangchun, orang yang mengkhianati sekte-sekte ortodoks, menjadi Demonic Human dibawah Heavenly Demon.Hidup sebagai Demonic Human, dia menjalani kehidupan yang penuh penyesalan. Dia melakukan banyak kejahatan sampai tak terhitung jumlahnya bukan atas kemauannya sendiri, tapi karena perintah dari Heavenly Demon.Dalam perang besar Ortodoks melawan Demon, berkat Wi Seol-Ah yang berhasil menebas Heavenly Demon yang sudah membuat 3 petinggi pasukan Ortodoks bertekuk lutut. Gu Yangchun ditawan oleh pasukan Ortodoks dan menderita karena dosa-dosanya.Dengan moral yang masih tersisa di dalam dirinya, dia mati dengan memberikan informasi kepada Wi Seol-Ah tentang Kultus Demon karena ikatan yang diberikan oleh Heavenly Demon kepadanya.Setelah itu, karena beberapa alasan, Gu Yangchun mengalami regresi menuju waktu pada saat dia pertama kali bertemu dengan Wi Seol-Ah. Menyadari bahwa regresi itu bukanlah mimpi, Gu Yangchun memutuskan untuk menjalani kehidupan yang tenang. Akan tetapi, berbagai ikatan buruk dari kehidupan sebelumnya mulai mendekat, satu per satu."
    },
    {
      "title": "I Was More Overpowered Than the Hero, so I Hid My Power!",
      "url": "https://manhwaindo.app/series/i-was-more-overpowered-than-the-hero-so-i-hid-my-power/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/i/i-was-more-overpowered-than-the-hero-so-i-hid-my-power/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 91",
      "rating": "8.6",
      "scrapedAt": "2025-10-06T04:02:05.152Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Mystery",
        "Psychological",
        "Seinen",
        "Shounen"
      ],
      "synopsis": "“Sejak aku masih kecil, aku menyukai tipe karakter ‘penampilan normal dan santai namun menyembunyikan kekuatannya’. Kemudian, kesempatan untuk terlahir kembali turun padaku! “Kau ingin menjadi apa di dunia yang baru ini?” tanya mereka. “Aku ingin menjadi seseorang yang menyembunyikan kekuatan sejatinya!” “…Tapi maksudku bukan begini!?”"
    },
    {
      "title": "Doctor’s Rebirth ID",
      "url": "https://manhwaindo.app/series/doctors-rebirth-id/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/gKdG3YqUbtEgK01lbLT04DL7dvRfTO/3dqWkzVirdzV9uhmOC21EeDODqpieX.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 204",
      "rating": "7.0",
      "scrapedAt": "2025-10-06T04:02:05.152Z",
      "genres": [
        "Action",
        "Fantasy"
      ],
      "synopsis": "Saya pernah ke luar negeri untuk melakukan pekerjaan sukarelawan medis, ketika saya terseret dalam perang saudara. Saya dibunuh oleh tentara pemberontak, saat mengambil peluru untuk pasien. Tapi ketika akhirnya aku bangun, aku sudah menjadi anak-anak?!? Dan di depanku berdiri kereta yang hancur dan sekelompok orang berpakaian aneh, yang tidak sadarkan diri! Ini seperti dunia Murim. Saat saya terburu-buru melakukan pertolongan pertama dalam upaya menyelamatkan bahkan satu orang, saya menyadari bahwa dunia ini adalah milik [Raja Iblis Tertinggi], novel Murim yang saya suka baca. Setelah bertemu dengan tim penyelamat dari ‘Tiga Dokter Hebat’, saya menemukan bahwa salah satu orang yang saya selamatkan adalah protagonis dari novel ini, Raja Iblis masa depan ‘Yeoharyun’!“Hei, karena aku berhutang budi padamu karena telah menyelamatkanku, panggil aku ‘hyung’.”Untuk menyelamatkan hidupnya, aku menjadi saudara sumpah dengan Raja Iblis masa depan, dan Baekrineuison, salah satu orang paling berpengetahuan di sekitar, mengenali potensiku dan membawaku sebagai muridnya. Ini adalah kisah bagaimana saya menjadi tabib terhebat di Gangho!"
    },
    {
      "title": "The Demon in Human Form",
      "url": "https://manhwaindo.app/series/the-demon-in-human-form/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-demon-in-human-form/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 13",
      "rating": "7.8",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Fantasy",
        "Mystery",
        "Seinen"
      ],
      "synopsis": "Hong Dojin, seorang gangster. Dia menggunakan kekuatan iblis untuk membalas dendam."
    },
    {
      "title": "A Thousand Faces",
      "url": "https://manhwaindo.app/series/a-thousand-faces/",
      "image": "https://img-id.gmbr.pro/id/manga-images/a/a-thousand-faces/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 40",
      "rating": "8.5",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Fantasy",
        "Shounen",
        "Slice of Life"
      ],
      "synopsis": "Original Webtoon: KakaoPage, Daum"
    },
    {
      "title": "Necromancer Academy’s Genius Summoner",
      "url": "https://manhwaindo.app/series/necromancer-academys-genius-summoner/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/n/necromancer-academys-genius-summoner/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 204",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Adventure"
      ],
      "synopsis": "Para Necromancer telah menjadikan nama mereka terkenal sebagai praktisi Magic menakutkan yang mampu membuat seluruh kerajaan bertekuk lutut. Simon Follentia adalah seorang Necromancer dengan bakat terpendam yang luar biasa! Setelah direkrut oleh akademi Necromancer, si jenius ini siap untuk dibina dan dibawa ke level berikutnya. Tapi bakat gila yang dimiliki Simon rupanya memicu berbagai konsekuensi yang tidak terduga?"
    },
    {
      "title": "The Second Eunuch Regains His Manhood",
      "url": "https://manhwaindo.app/series/the-second-eunuch-regains-his-manhood/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/the-second-eunuch-regains-his-manhood/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 53",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Martial Arts"
      ],
      "synopsis": "Kasim Lee Cheolsu, figur kuat rahasia yang mengendalikan urusan kekaisaran sesuai keinginannya. Dia memiliki kekuatan dan kekayaan absolut, serta keterampilan seni bela diri yang kuat… Tapi apa artinya itu? Kalau dia tidak bisa “melakukan itu”!! Melalui teknik reinkarnasi, Cheolsu kembali ke masa sebelum dia menjadi kasim. Dia punya satu tujuan: menjadi lelaki alpha dan menikmati hidup dengan wanita-wanita tercantik!! Cerita komik seni bela diri rating 15+ ril (?) tentang Cheolsu, yang hidup hanya demi hasratnya, dimulai!"
    },
    {
      "title": "The Skeleton Soldier Couldn’t Protect the Dungeon",
      "url": "https://manhwaindo.app/series/the-skeleton-soldier-couldnt-protect-the-dungeon/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/the-skeleton-soldier-couldnt-protect-the-dungeon/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 348",
      "rating": "8.5",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Seinen",
        "Supernatural"
      ],
      "synopsis": "Tujuan satu-satunya adalah untuk melindungi tuannya. Namun dia tidak berdaya untuk melindunginya. Tapi takdir memiliki lebih banyak untuknya saat dia mendapat kesempatan lain untuk melindungi tuannya sekali lagi dan mengubah takdirnya."
    },
    {
      "title": "Destined Murderer",
      "url": "https://manhwaindo.app/series/destined-murderer/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/d/destined-murderer/thumbnail-678cb54d06f42.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 20",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Bloody",
        "Crime",
        "Gore",
        "Horror",
        "Mystery",
        "Thriller",
        "Violence"
      ],
      "synopsis": "“Empat angka terlihat. Itu adalah jumlah orang yang akan kamu bunuh di selanjutnya” Jika membunuh mereka sebelum mereka sempat membunuh, maka pembunuhan tidak akan terjadi. Dengan keyakinan itu, seorang pembunuh berantai bernama “Number” mulai menyingkirkan satu per satu “calon pembunuh.” Bisakah harapannya untuk menciptakan dunia tanpa pembunuhan melalui tindakan pembunuhan tercapai?"
    },
    {
      "title": "The Fox-Eyed Villain Of The Demon Academy",
      "url": "https://manhwaindo.app/series/the-fox-eyed-villain-of-the-demon-academy/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-fox-eyed-villain-of-the-demon-academy/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 45",
      "rating": "8",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "School Life",
        "Shounen"
      ],
      "synopsis": "Saat-saat terakhir sebelum novel ini berakhir… Villain terkuat menemui nasib yang menyedihkan. Tapi itu bukan akhir dari segalanya. “Jadi begini caraku mati.” Aku yang dulunya adalah seorang penulis novel, terbangun sebagai villain bermata rubah yang tidak pernah dianggap. Sebuah keluarga yang telah terpuruk. Kehidupan yang dibuang demi balas dendam. Sebuah masa depan yang tersegel dalam tragedi. Aku akan menulis ulang semuanya Akhir dari Villain ini… pasti akan berubah."
    },
    {
      "title": "My Bias Gets on the Last Train",
      "url": "https://manhwaindo.app/series/my-bias-gets-on-the-last-train/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/m/my-bias-gets-on-the-last-train/thumbnail-6761444273a8e.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 49",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Romance",
        "Seinen"
      ],
      "synopsis": "“Aku bertemu dengannya lagi di kereta terakhir hari ini, andai saja aku bisa berbicara dengannya!” Mahasiswa Lee Yeo-woon bekerja lembur dan naik kereta terakhir setiap hari. Shin Hae-in, seorang wanita membawa gitar, yang selalu kita temui. Kedua orang tersebut, yang bertemu seolah-olah secara kebetulan atau takdir, mengetahui bahwa favorit masing-masing adalah musisi indie “Long Afternoon” dan menjadi lebih dekat."
    },
    {
      "title": "World’s Greatest Senior Disciple",
      "url": "https://manhwaindo.app/series/worlds-greatest-senior-disciple/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/YXne3lQELeXxYtxAZMcwsYi8Gce4wy/T80VqFP1y8yXwNsEmOvtCqN3CnntiZ.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 130",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Fantasy",
        "Martial Arts",
        "Shounen"
      ],
      "synopsis": "Seorang murid senior dari akademi bela diri pedesaan kembali sebagai yang terbaik di dunia! Terseret ke dalam perang politik yang brutal, murid senior ‘Hyeok Musang’ tidak kembali setelah perang berdarah berakhir. Tidak ada yang tahu apakah dia masih hidup selama 5 tahun.Saat baru saja kembali ke kampung halamannya, dia menemukan Akademi Bela Diri Dragon Tiger dianiaya dan dihancurkan oleh geng kelas tiga.Dia pikir dia bisa hidup damai dengan sesama anggota setelah memenangkan perang tetapi melihat keadaan menyedihkan dari tuannya dan sesama murid, dia dipenuhi dengan kemarahan dan rasa bersalah.Dengan kembalinya murid senior, semua orang berpikir segalanya akan menjadi lebih baik tetapi hanya untuk sesaat. Hal-hal masih terjadi di kampung halamannya di Kabupaten Yangzhou. Apakah perang benar-benar berakhir? Murid kepala mengangkat pedangnya melawan bahaya yang mengancam Akademi Bela Diri Dragon Tiger miliknya."
    },
    {
      "title": "Silent Transfer Student",
      "url": "https://manhwaindo.app/series/silent-transfer-student/",
      "image": "https://img-id.gmbr.pro/id/manga-images/s/silent-transfer-student/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 24",
      "rating": "8.7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action"
      ],
      "synopsis": "Si murid pindahan yang tak pernah bicara suatu hari menundukkan tukang bully kelas dengan perbedaan kemampuan yang sangat besar. Karena perkelahian ini, dia menarik perhatian para tukang buli dari semua sekolah. Sementara itu, seorang siswi perempuan diam-diam mengamatinya."
    },
    {
      "title": "Rookie but One-In-A-Million Actor",
      "url": "https://manhwaindo.app/series/rookie-but-one-in-a-million-actor/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/r/rookie-but-one-in-a-million-actor/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 60",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Shounen",
        "Supernatural"
      ],
      "synopsis": "Mooyoung menghabiskan masa kecilnya di bawah tekanan dari ayah tirinya yang keras. kehidupannya terasa terasa seperti hidup di neraka. Namun tiba-tiba Sebuah suara misterius dari neraka menunjukkan kepadanya cara untuk bertahan hidup. “Jalani hidup orang lain, bukan hidupmu sendiri.” Begitulah perjalanan aktingnya dimulai… Apakah itu naluri untuk bertahan hidup? atau dia kena hasutan Yang Mulia Raja neraka Lloyd? entahlah, baca aja sialan jan komplain mulu, di suguhi komik baru malah ngebacot si sialan..diem duduk manis, baca, beres. ..oke lanjut.   Bahkan ketika dia melakukannya dengan biasa aja, dia terlalu over power. Melalui akting, Mooyoung mendapatkan kehidupan baru. Ini adalah kisah Mooyoung, si jenius akting yang luar biasa, yang memulai tantangan di industri hiburan!   Translated with DeepL.com (free version)"
    },
    {
      "title": "I Regressed, but the World didn’t End",
      "url": "https://manhwaindo.app/series/i-regressed-but-the-world-didnt-end/",
      "image": "https://img-id.gmbr.pro/id/manga-images/i/i-regressed-but-the-world-didnt-end/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 37",
      "rating": "8",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Lee Do-hyeok kembali ke masa lalu untuk menyelamatkan dunia. Ia disuruh mempersiapkan diri sebaik mungkin. Namun… dunia tidak kiamat. Kini yang tersisa bagi Do-hyeok hanyalah segunung utang. “Aku akan membayarmu gaji, jadi bantu aku dengan streaming game-ku!” … Maka, ia pun mulai melakukan streaming game. Namun, entah mengapa, itu terlalu mudah? Saksikan debut mantan pahlawan sebagai streamer game!"
    },
    {
      "title": "Vallhala Saga",
      "url": "https://manhwaindo.app/series/vallhala-saga/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/v/vallhala-saga/thumbnail-672ebae51e3de.jpeg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 53",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Harem",
        "Mature",
        "Seinen"
      ],
      "synopsis": "Para Pejuang Valhalla memiliki kekuatan yang disebut Saga—sebuah sihir agung yang lahir dari pencapaian dan prestasi gemilang semasa hidup mereka. Semakin luas kisah dan legenda mereka tersebar, semakin dalam tertanam di hati banyak orang, maka semakin kuatlah kekuatan Saga tersebut. Tae Ho memang bukan seorang pejuang—tapi dia adalah pemain pro game terbaik di dunia. Di dunia Dark Age, sosok Kalsted sang Kesatria Naga adalah legenda hidup. Pencapaiannya, kisahnya. Semua prestasi yang diraih Kalsted sang Kesatria Naga dalam gim! [Saga: Pejuang Abadi]— Valhalla, medan perang para dewa. Inilah kisah Lee Tae Ho, sang pejuang abadi yang akan terukir di sana. Demi mengakhiri Ragnarok yang mengancam kehancuran dunia, sebuah Saga baru kini dimulai."
    },
    {
      "title": "The Dark Mage’s Return to Enlistment",
      "url": "https://manhwaindo.app/series/the-dark-mages-return-to-enlistment/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/k43bnhIOZSm13Zn4wG7AutMkrUOB6O/JcusU7qwfFu2OD9EnQZboqwFeNEZhT.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 51",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Magic",
        "Regression"
      ],
      "synopsis": "Kim MinJun, anak sekolah menengah biasa, tiba-tiba dipanggil ke dunia lain yang membuatnya menjadi penyihir hitam.Demi kembali ke dunia asalnya, dia melewati berbagai kesulitan dan menyelamatkan dunia lain dengan kekuatan sihir hitam sebelum dia meninggalkan semua kekayaan dan kejayaannya sebagai pahlawan untuk kembali ke bumi.Namun, masalah muncul sebelum dia bisa menikmati kehidupannya yang baru di bumi. Terdapat Dungeon dan monster yang memenuhi dunia dan mengancam harinya yang damai. Karena itu, MinJun yang baru kembali ke bumi tidak punya pilihan selain… memasuki militer esok harinya!!"
    },
    {
      "title": "The Legend of Black Fox Master of Mount Kunlun’s Sword",
      "url": "https://manhwaindo.app/series/the-legend-of-black-fox-master-of-mount-kunluns-sword/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-legend-of-black-fox-master-of-mount-kunluns-sword/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 47",
      "rating": "8",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Adventure",
        "Martial Arts"
      ],
      "synopsis": "Di Dunia Seni Beladiri dan Ilmu Ghaib, keseimbangan tatanan mulai terancam dan kekacauan bisa terjadi kapanpun karena faksi misterius yang berusaha mendatangkan iblis ke dunia. Master Kunlun, Shim Indeuk, menghilang dalam pengejaran kekuatan jahat ini. 10 tahun kemudian, muridnya, Dong Chan, berlatih mendalami seni beladiri dan ilmu ghaib seorang diri. Pada suatu hari, dia bertemu dengan Jin Seorang yang dikejar-kejar oleh kelompok jahat, karena Dong Chan melihatnya, ia langsung berusaha membantunya dengan mengalahkan semua orang yang mengejarnya. Namun, Dong Chan harus menghadapi musuh yang lebih besar setelah mengetahui konspirasi yang sedang terjadi, Dong Chan akan memulai perjalanannya menjadi legenda seniman beladiri dalam mencegah kegelapan melahap dunia."
    },
    {
      "title": "Star Ginseng Store",
      "url": "https://manhwaindo.app/series/star-ginseng-store/",
      "image": "https://img-id.gmbr.pro/id/manga-images/s/star-ginseng-store/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 173",
      "rating": "8",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Romance",
        "School Life",
        "Slice of Life"
      ],
      "synopsis": "Ceritanya tentang Ji Suwon, seorang siswa baru SMA biasa yang memiliki bakat menggambar. Ia jatuh cinta pada seorang gadis yang sudah punya pacar, tetapi kemudian bertemu Seol Hyorim, gadis tercantik di sekolah, dan langsung jatuh cinta padanya. Ia menggambar gadis itu secara diam-diam, tetapi gambarnya ditemukan oleh Yang Jinsu dan diperlihatkan kepada Seol Hyorim. Apakah cinta pertama Suwon yang kedua dapat dipertahankan?"
    },
    {
      "title": "The Reincarnated Cop Who Strikes With Wealth",
      "url": "https://manhwaindo.app/series/the-reincarnated-cop-who-strikes-with-wealth/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/the-reincarnated-cop-who-strikes-with-wealth/thumbnail-66592b206b3bc.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 53",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Fantasy",
        "Mystery",
        "Reincarnation"
      ],
      "synopsis": "Akubereinkarnasi sebagai putra seorang pemimpin konglomerat. Tapi aku akan menjadi polisi."
    },
    {
      "title": "The Worn and Torn Newbie ID",
      "url": "https://manhwaindo.app/series/the-worn-and-torn-newbie-id/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/dKf3LpAb4evlQDo6Hh7HcnKEkqva7T/6hNJK81dZrYXo7NuPUZols39Ij4M8m.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 234",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Adventure",
        "Shounen"
      ],
      "synopsis": "15 tahun tersisa sampai penghentian layanan. Akhir cerita hanya diketahui oleh saya. ‘Saya seorang veteran’."
    },
    {
      "title": "God of Blackfield IDx",
      "url": "https://manhwaindo.app/series/god-of-blackfield-idx/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/PEm2y4PDYi3OCvRA0idSxK2G0tj2nv/HESIwmaLHHbWTHRxnPKxW1TFM1zyFf.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 287",
      "rating": "7.80",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Military",
        "School Life",
        "Shounen",
        "Supernatural"
      ],
      "synopsis": "“Siapa saya?” Legenda Legiun Asing Prancis, ‘Kang Chan’! Selama perang Afrika, ia dipanggil ‘God of Blackfield’, Dewa Negeri Hitam, oleh musuh-musuhnya yang ketakutan tetapi kagum kepadanya. Namun, selama misi untuk membunuh Masallan, otak di belakang SISS, kelompok pendukung Sunni, Kang Chan terbunuh dalam aksi oleh tembakan peluru tak dikenal dari belakangnya. Ketika penghlihatannya menjadi kabur, dia melihat tiga belas anggota timnya, yang memiliki keyakinan mutlak padanya, terbunuh satu demi satu. Karena Kang Chan sedang menunggu kematian setelah ditembak oleh seorang pengkhianat, ia diselamatkan oleh kekuatan misterius dan bangun 3 tahun kemudian di Korea Selatan. Namun, dia berada di tubuh ‘Kang Chan’ yang lain, seorang siswa sekolah menengah berusia 19 tahun yang sedang diganggu di sekolah. Perjalanan Kang Chan untuk membalas dendam pada pengkhianat dan untuk menemukan kebenaran di balik kelahirannya dimulai sekarang!"
    },
    {
      "title": "Beethoven Reborn",
      "url": "https://manhwaindo.app/series/beethoven-reborn/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/b/beethoven-reborn/thumbnail.jpeg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 72",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Fantasy",
        "Shounen",
        "Slice of Life",
        "Supernatural"
      ],
      "synopsis": "Hanya musik yang menopangku dari rasa sakit yang menjengkelkan. Andai saja aku bisa mendengarkan musikku… dengan telingaku sendiri… Bahkan ketika jiwaku sedang hancur sekalipun, aku tetap akan berdoa kepada Tuhan… dan berdoa lagi. Ludwig van Beethoven dianggap sebagai komposer terhebat dalam sejarah manusia. Aku menutup mataku seperti itu. Dan 180 tahun kemudian di Seoul. Sang Saint musik, yang dikenal sebagai seorang jenius abadi, telah terlahir kembali. Dan kemudian tiba-tiba aku mulai mendengar suara malaikat. “Dobin.. Dobin..” …"
    },
    {
      "title": "High School Mercenary",
      "url": "https://manhwaindo.app/series/high-school-mercenary/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/k/komik-mercenary-enrollment/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 258",
      "rating": "7.90",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Romance",
        "School Life",
        "Sci-fi"
      ],
      "synopsis": "Yu Ijin adalah satu-satunya yang selamat dari kecelakaan pesawat saat dia masih kecil. Setelah menjadi tentara bayaran untuk bertahan hidup selama 10 tahun, ia kembali ke keluarganya di kampung halamannya."
    },
    {
      "title": "Everyone Loves Her",
      "url": "https://manhwaindo.app/series/everyone-loves-her/",
      "image": "https://img-id.gmbr.pro/id/manga-images/e/everyone-loves-her/thumbnail.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 33",
      "rating": "8.7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Full Color",
        "Mystery",
        "Shoujo(G)",
        "Supernatural"
      ],
      "synopsis": "Dengan akuisisi kemampuan yang tiba-tiba, kehidupan Kang Mina benar-benar terbalik. Sekarang, dia berdiri di persimpangan jalan di mana satu pilihan dapat menyebabkan konsekuensi yang tidak dapat dipulihkan. Di tengah kemarahan, kebingungan, dan rasa keadilan yang tertekan, Mina berjuang dengan cara menggunakan kekuatan barunya saat ia memulai perjalanan baru. Di mana kekuasaannya akan mengambilnya? show the remaining"
    },
    {
      "title": "Cystic Story (Call The Spear)",
      "url": "https://manhwaindo.app/series/cystic-story-call-the-spear/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/AJ10F1NJyeoK6HlpjPWyenxbaTNAyy/CjFjZ0VPItJLTBBk66el64jRevNNRF.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 197",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:05.153Z",
      "genres": [
        "Action",
        "Fantasy"
      ],
      "synopsis": "San-gun, pemilik gunung yang terlahir kembali sebagai harimau dan hidup sebagai roh. Seorang gadis datang ke depan pasukan gunung yang hidup dalam damai. Gadis yang tiba-tiba berkata dia akan membawamu sebagai seorang Jia. Pendaki gunung yang merepotkan mencoba mengusirnya, tetapi dia tidak punya tempat untuk kembali. Seorang pria gunung yang akhirnya memutuskan untuk mengambil kembali seorang gadis. Dan ada banyak ancaman baginya."
    },
    {
      "title": "Superstar From Age 0",
      "url": "https://manhwaindo.app/series/superstar-from-age-0/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/D8wfozoasipCFa5VaQeJEi3GCv0YLi/bz4mgmXkfjbsWBzWOCgil2DswFL9Uf.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 70",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Fantasy",
        "School Life",
        "Slice of Life"
      ],
      "synopsis": "Dari peri, peri, slime, benda-benda hadiah, iblis, dan banyak lagi, tak terhitung berapa banyak reinkarnasi yang telah terjadi untuk mendapatkan kehidupan yang baru. Aku, Lee Seo Jun, telah terlahir kembali sebagai anak manusia!Di perpustakaan kehidupanku, di mana kenangan kehidupan sebelumnya tetap seperti dongeng, Aku kebetulan melihat kehidupan masa lalu dengan kehidupan impian yang sangat kuinginkan. Selain itu, aku diberi kemampuan yang menarik perhatian orang!Dengan wajah tampanku yang melakukan semua kerja keras! Kemampuan aktingku yang luar biasa! Kali ini, akhirnya, aku akan meraih mimpiku dan menjadi seorang superstar!Ayow swemangwat! (Aksen bayi)"
    },
    {
      "title": "Chronicles of the Lazy Sovereign",
      "url": "https://manhwaindo.app/series/chronicles-of-the-lazy-sovereign/",
      "image": "https://img-id.gmbr.pro/id/manga-images/c/chronicles-of-the-lazy-sovereign/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 17",
      "rating": "7.6",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Martial Arts"
      ],
      "synopsis": "Catatan Rahasia Taejon Pendekar agung yang mengakhiri kekacauan besar di dunia. Wi Yeonho (魏衍澔), Sang Pendekar Agung Bersinar (Gwanghui Mujon / 光輝武尊). Dia adalah seorang junja (orang berbudi luhur), seorang dain (pribadi agung), dan seorang daehyeop (pendekar sejati)…"
    },
    {
      "title": "Genius Blacksmith’s Game",
      "url": "https://manhwaindo.app/series/genius-blacksmiths-game/",
      "image": "https://img-id.gmbr.pro/id/manga-images/g/genius-blacksmiths-game/thumbnail.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 22",
      "rating": "7.8",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action"
      ],
      "synopsis": "Blacksmith terakhir sekaligus pengrajin ulung yang tersisa di dunia. Tangannya hancur karena kebakaran di bengkel, membuatnya tak bisa lagi menempa. Namun, sebuah game realitas virtual bernama Ares pun datang mengetuk pintu Hyun-soo. [Artefak Tak Dapat Diperbaiki.] [Tidak dapat ditempa karena batasan level.] “Eh? Tapi aku ini Blacksmith manual, loh.” Bagi dirinya, batasan sistem sama sekali tak berlaku. Begitulah dimulainya permainan penuh gejolak sang Blacksmith jenius."
    },
    {
      "title": "Reborn as The Heavenly Demon",
      "url": "https://manhwaindo.app/series/reborn-as-the-heavenly-demon/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/r/reborn-as-the-heavenly-demon/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 89",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Adventure",
        "Martial Arts"
      ],
      "synopsis": "Tian Hejin, orang yang lebih dikenal sebagai “Iron-Blooded Alliance Leader,” terbangun di dalam tubuh “Bi Liduan,” seorang aib keluarga! Hobinya adalah berjudi, dan dia sudah dikurung di dalam gudang cukup lama. Hanya dalam semalam, Tian Hejin yang dianggap sebagai master murim terkuat dari jianghu menjadi sampah yang bahkan tidak bisa seni beladiri. Mari kita mulai semuanya dari awal dan berusaha mencapai pencapaian di kehidupan pertamaku."
    },
    {
      "title": "The Great Heavenly Demon Sovereign",
      "url": "https://manhwaindo.app/series/the-great-heavenly-demon-sovereign/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-great-heavenly-demon-sovereign/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 21",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Fantasy",
        "Martial Arts"
      ],
      "synopsis": "Tanah suci Jalan Iblis, Sepuluh Sekte Iblis. Ketika mereka menyatukan kekuatan, dunia pun menyebut mereka Istana Iblis. Dan kini, di tanah suci seluruh iblis dunia, seorang Iblis Langit terbangun, siap melahap dunia murim."
    },
    {
      "title": "The Scout’s Dream",
      "url": "https://manhwaindo.app/series/the-scouts-dream/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-scouts-dream/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 05",
      "rating": "7.5",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Fantasy",
        "Shounen",
        "Sports"
      ],
      "synopsis": "Aku, mantan pemain sepak bola, kembali ke 10 tahun yang lalu. “Sekarang aku tahu siapa yang akan menjadi bintang sepak bola. Aku akan mencari permata tersembunyi dan membangun tim terbaik! Drama olahraga tentang rekrutmen pemain yang lebih menegangkan daripada pertandingan itu sendiri."
    },
    {
      "title": "Magic Academy’s Genius Blinker",
      "url": "https://manhwaindo.app/series/magic-academys-genius-blinker/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/m/magic-academys-genius-blinker/thumbnail-66653c613b585.jpeg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 72",
      "rating": "7.30",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy"
      ],
      "synopsis": "Karakter dengan tingkat kesulitan tertinggi dan performa terburuk, Baek Yuseol, dianggap sebagai karakter in-game sampah karena dia tidak bisa menggunakan sihir dalam latar fantasi di mana orang lain bisa menggunakannya. Akan tetapi… [Dikarenakan ending yang salah didapatkan, 90% dari Aether World telah dihancurkan.] [Tolong raih “True Ending.”] Mendadak, perkataan itu menggema dalam benakku sebelum aku transmigrasi ke dalam Aether World. [Anda bisa menggunakan skill “Blink.”] “Kenapa aku memasuki karakter ini?” Blink adalah satu-satunya sihir yang kupunya. Bertahan hidup di antara para mage jenius di Akademi Stella, aku menjadi Blink Mage yang terkenal."
    },
    {
      "title": "The Mad Dog Of The Duke’s Estate",
      "url": "https://manhwaindo.app/series/the-mad-dog-of-the-dukes-estate/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-mad-dog-of-the-dukes-estate/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 24",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Martial Arts"
      ],
      "synopsis": "“Aku hidup seperti anjing dengan kalung. Tapi di kehidupan ini, aku akan hidup sebagai anjing gila.” Demi raja yang diliputi kegilaan, aku menghunus pedang. Dan pada akhirnya mati di tangan sahabatku sendiri. Lalu ketika membuka mata… Aku terlahir kembali sebagai cucu bungsu sahabatku? Mulai sekarang, aku tidak akan pernah lagi menjadi anjing yang setia. Kalung, kesetiaan, takdir! Semuanya akan kucampakkan, dan aku akan hidup sesukaku. Dosa dari kehidupan lalu sudah lunas. Di kehidupan ini, saatnya aku membuat onar sesuka hati."
    },
    {
      "title": "Return of the Mad Demon ID",
      "url": "https://manhwaindo.app/series/return-of-the-mad-demon-id/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/QGEkEZ5RXow1H6NjuA2MzrshJXlmZr/PXby7ouM5LbXDnRA3phnwR7lRBkCsY.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 172",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Demon",
        "Martial Arts",
        "Reincarnation"
      ],
      "synopsis": "Yi Zah. Setan gila yang tergila-gila pada seni bela diri.\nSaat dia melarikan diri setelah mencuri mutiara surgawi dari Pemimpin Sekte Iblis, dia jatuh dari tebing.\nSetelah berpikir bahwa semuanya sudah berakhir, dia membuka matanya untuk melihat bahwa dia telah kembali ke saat dia menjadi pelayan …\nDan dia dipukuli karena sesuatu yang tidak dia lakukan.\nSetan gila yang kembali ke awal hari-harinya sebagai pelayan!\nAkankah dia menjadi gila lagi, atau akankah dia membuat musuh-musuhnya gila?"
    },
    {
      "title": "Villain To Kill ID",
      "url": "https://manhwaindo.app/series/villain-to-kill-id/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/VvLTADcge8agd3wffMj7K1zTj1t4fv/8GMg9AR2NaZi7CBZIKfqHzkBa66X5o.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 204",
      "rating": "8",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Fantasy",
        "Manhwa",
        "Shounen",
        "Supernatural"
      ],
      "synopsis": "“Kamu harus menjadi kejahatan yang lebih besar untuk melawan kejahatan yang sesungguhnya!”Cassian meninggal setelah dijebak atas pembunuhan seorang kawan. Tepat ketika dia mengira semuanya sudah berakhir baginya, jiwanya dipindahkan ke seorang anak laki-laki …Psyker populer kelas atas yang membuat iri semua orang berubah menjadi Penjahat dalam semalam!"
    },
    {
      "title": "Academy’s Undercover Professor ID",
      "url": "https://manhwaindo.app/series/academys-undercover-professor-id/",
      "image": "https://manhwaindo.app/wp-content/uploads/2022/06/aupM3-768x1090-1.jpg.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 139",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:31.360Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Mystery",
        "School Life",
        "Shounen"
      ],
      "synopsis": "Manhwa Academy’s Undercover Professor bercerita tentang:\nAku tidak dilahirkan kembali dengan bakat ataupun kemampuan, tetapi setidaknya pengetahuanku dari bumi memungkinkanku untuk tetap selangkah lebih maju di dunia lain ini.\nSihir ada di sini, dan kemajuan baru dengan cepat dibuat dalam sains sementara perkembangan sihir tersendat karena tradisi. Menggunakan pengetahuan dari kehidupanku sebelumnya dan tidak terikat oleh pemikiran ortodok, aku dapat melakukan hal-hal yang bahkan tidak dapat dibayangkan oleh penyihir lain.\nTetap saja, secara tidak sengaja menjadi profesor yang menyamar untuk perkumpulan rahasia misterius di akademi Sören yang terkenal tidak pernah ada dalam daftar tugasku!"
    },
    {
      "title": "The Regressor Protects Only Me",
      "url": "https://manhwaindo.app/series/the-regressor-protects-only-me/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/the-regressor-protects-only-me/thumbnail-674c14ccac037.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 27",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Fantasy",
        "Mystery"
      ],
      "synopsis": "Kemanusiaan ditetapkan sebagai spesies pengganggu Ekosistem Kosmik. Untuk mengurangi jumlah umat manusia, pengelola alam semesta memulai permainan bertahan hidup. Jin Jaehee, setelah kembali dari tahap akhir permainan, mencapai satu kesimpulan yang jelas. “Kang Shion – hanya dia yang bisa membawa kita menuju kemenangan di game ini.” Kang Shion, seorang jenius dengan pikiran yang tak tertandingi. Jin Jaehee, seorang regresi yang kalah dalam permainan bertahan hidup dan kembali ke masa lalu. Dengan sang regressor sebagai sekutunya, Kang Shion mulai mengungkap permainan kematian dengan keterampilan yang belum pernah ada sebelumnya."
    },
    {
      "title": "My Exclusive Tower Guide",
      "url": "https://manhwaindo.app/series/my-exclusive-tower-guide/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/m/my-exclusive-tower-guide/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 87",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "[Panduan mana yang akan Anda gunakan?] Sebuah pesan misterius datang kepadaku pada hari yang sama ketika akhir dunia menimpa kita dan permainan bertahan hidup dimulai. Menara yang membuat manusia tidak percaya satu sama lain, memicu perkelahian, dan membawa umat manusia menuju kehancuran… Aku tidak akan terguncang. Aku akan melihat ini sampai akhir dengan orang-orang yang aku percaya. …Ya, aku akan menciptakan akhir yang bahagia dengan mereka semua!"
    },
    {
      "title": "The End Has Come",
      "url": "https://manhwaindo.app/series/the-end-has-come/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-end-has-come/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 30",
      "rating": "8.5",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Fantasy"
      ],
      "synopsis": "Kisah bertahan hidup dari zombie antara Jung Minjun si anak miskin yang dikucilkan, dan Han Yena si cewek populer anak orang kaya"
    },
    {
      "title": "Swordfighter’s Youngest Son (Swordmaster’s Youngest Son)",
      "url": "https://manhwaindo.app/series/swordfighters-youngest-son-swordmasters-youngest-son/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/YXhI95ZjJyKiFfSThIWNZ25VdGYxzB/HYaZyGNB6o4oHeXqp2evtz7o2mxdV5.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 179",
      "rating": "7.70",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Martial Arts"
      ],
      "synopsis": "Jin Runcandel adalah putra bungsu dari swordmaster klan terhebat di kontinen, dan merupakan anak paling tidak berbakat di sejarah klannya. Setelah diusir dengan menyedihkan dan bertemu dan menemui akhir yang tidak ada artinya, dia di berikan kesempatan lainnya.‘Bagaimana kau ingin menggunakan kekuatan ini?’ ‘Aku ingin menggunakan kekuatan ini untuk diriku sendiri’Dengan ingatan dari kehidupan sebelumnya, bakat yang mendominasi, dan kontrak dengan dewa, persiapan untuk menjadi yang terhebat telah sempurna.Dengan bantuan dewa, dia menjadi magic swordman yg dapat menggunakan sihir dan ilmu pedang… Tapi dia bearkhir meninggal setelah terlibat dalam sebuah kecelakaan.Saat dia berpikir semua telah berakhir dan hendak menyerah… Dia bangun sebagai seorang bayi!"
    },
    {
      "title": "I Will Raise This Family!",
      "url": "https://manhwaindo.app/series/i-will-raise-this-family/",
      "image": "https://img-id.gmbr.pro/id/manga-images/i/i-will-raise-this-family/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 48",
      "rating": "8.5",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Fantasy"
      ],
      "synopsis": "Aku, Jun Seongguk, dulunya adalah raja dari Samjeon Group—perusahaan global raksasa. Tapi di puncak kejayaan, aku meninggal karena serangan jantung… dan terlahir kembali sebagai bayi dalam keluarga miskin?!"
    },
    {
      "title": "Trash of the Count’s Family",
      "url": "https://manhwaindo.app/series/trash-of-the-counts-family/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/trash-of-the-counts-family/thumbnail-6742bfcc414ea.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 167",
      "rating": "9.03",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Isekai"
      ],
      "synopsis": "Manhwa Trash of the Count’s Family yang dibuat oleh komikus bernama 별나래, 유려한 ini bercerita tentang Ketika saya membuka mata, saya berada di dalam sebuah novel. [Kelahiran Pahlawan]. [The Birth of a Hero] adalah novel yang berfokus pada petualangan karakter utama, Choi Han – seorang siswa sekolah menengah dari Bumi yang dipindahkan ke dimensi yang berbeda – bersama banyak pahlawan lain yang sedang naik daun di benua itu. Saya menjadi bagian dari novel itu sebagai sampah keluarga Count, keluarga yang mengawasi wilayah tempat desa pertama yang dikunjungi Choi Han berada. Choi Han menjadi pendendam setelah desa itu dihancurkan oleh sekelompok penyerang misterius, dan menjadi marah setelah dia melaporkan masalah tersebut kepada putra Pangeran dan ditepis. Dia dipukuli sampai babak belur. “… Ini akan menjadi masalah.” Tapi, saya merasa layak mencoba menjadikan ini hidup baru saya."
    },
    {
      "title": "Reincarnated Escort Warrior",
      "url": "https://manhwaindo.app/series/reincarnated-escort-warrior/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/LEya6IAaZl2rW1jcVsib3B79JvUbnM/5VzkKBVwzHIGD05hrh0z8NNKGZTM0F.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 121",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Adventure",
        "Martial Arts",
        "Murim",
        "Shounen"
      ],
      "synopsis": "Impianku adalah menjadi seorang prajurit pengawal yang mengendarai kuda keren dan mengangkut barang. Tapi aku punya kaki pincang dan aku tidak bisa belajar seni bela diri yang kuat. Aku hidup sebagai kuli angkut barang yang bekerja serabutan sepanjang hidupku. Sampai aku mati karena bandit gunung yang aku temui selama misi pengawalan. Tapi… ‘Aku Reinkarnasi menjadi Tuan muda, Lee Jungryong?!’ Ketika aku mati dan terbangun, aku terlahir kembali sebagai putra bungsu Kepala Heavenly Dragon Escort Troupe Aku, Lee Jungryong, akan menjadi Escort terbaik di kehidupan ini!"
    },
    {
      "title": "The Demonic Cult Instructor Returns",
      "url": "https://manhwaindo.app/series/the-demonic-cult-instructor-returns/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-demonic-cult-instructor-returns/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 28",
      "rating": "7.8",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Dataran Tengah jatuh ke tangan invasi dari Dunia Iblis. Seorang pendekar bela diri, Sa Bigang, akhirnya terseret ke dunia neraka itu. Setelah bertahan di ambang kematian dan melewati penderitaan yang tak terbayangkan, ia terbangun sepuluh tahun sebelum invasi itu dimulai. Kini, Sa Bigang bertekad untuk menghentikan kembalinya Dunia Iblis. Untuk mewujudkannya, ia harus mengembalikan ketertiban di dunia murim dan membangun kekuatan pamungkas: Pasukan Tak Terkalahkan (Undefeatable Corps). Sebagai pria yang akan menulis ulang masa lalu dan melindungi masa depan… Kali ini, dia tidak akan pernah kalah."
    },
    {
      "title": "The Magic Tower’s Problem Child",
      "url": "https://manhwaindo.app/series/the-magic-towers-problem-child/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-magic-towers-problem-child/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 31",
      "rating": "8.15",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Fantasy"
      ],
      "synopsis": "[Oleh Author yang membawakan ! dan oleh Studio yang membawakan !] Master dari White Magic Tower, Oscar Sage, dan para mage harus mengorbankan segalanya, termasuk juga dengan nyawa mereka demi masa depan umat manusia. 20 telah berlalu dan Oscar Sage membuka matanya lalu melihat ke arah cermin, Dia melihat sosok Mage Level 1 yang hanya bisa menggunakan spell-spell dasar, Dan White Magic Tower saat ini sedang terancam dikeluarkan dari League of the Four Tower. Bersumpah ingin mengembalikan White Magic Tower ke masa jayanya. Master menara, Oscar, telah kembali dan memulai kehidupan keduanya."
    },
    {
      "title": "Mount Hua Sect’s Genius Phantom Swordsman",
      "url": "https://manhwaindo.app/series/mount-hua-sects-genius-phantom-swordsman/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/m/mount-hua-sects-genius-phantom-swordsman/thumbnail-67984d9667c58.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 48",
      "rating": "7.20",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Adventure"
      ],
      "synopsis": "Phantom Swordsman Dokgo Heon, Master hebat dari faksi Unortodoks, bersama dengan Hyun Jo, Master dari Sekte Mount Hua, menjalin persabatan melalui pedang. Akan tetapi, Kultus Demonic yang melancarkan serangan tiba-tiba, secara tragis mengakhiri hidup Hyun Jo. Saat di ambang kematiannya, Dokgo Heon merasuki tubuh Mu Hwi, murid dari Hyun Jo. …Dan dengan begitulah dimulainya perjuangan Mu Hwi memenuhi keinginan temannya yang sedang sekarang – untuk menyelamatkan sekte."
    },
    {
      "title": "Entomologist in Sichuan Tang Clan",
      "url": "https://manhwaindo.app/series/entomologist-in-sichuan-tang-clan/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/e/entomologist-in-sichuan-tang-clan/thumbnail-67282150bd6f2.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 55",
      "rating": "7.56",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Martial Arts"
      ],
      "synopsis": "Streamer dengan subcriber jutaan, Spicy Fabre, dikenal sebagai ahlinya racun dan serangga beracun mati tergigit ular black mamba dalam perjalanan memotret di afrika dan mengalami reinkarnasi ke dunia murim. Streamer yang memelihara banyak serangga beracun di dalam hutan menarik perhatian klan tang dari sichuan, klan yang terkenal karena kemampuan mereka dalam hal racun, sekarang mereka menginginkannya. “Bergabunglah dengan kami dan jadilah anggota klan.”"
    },
    {
      "title": "Reincarnated as a Genius Prodigy of a Prestigious Family",
      "url": "https://manhwaindo.app/series/reincarnated-as-a-genius-prodigy-of-a-prestigious-family/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/r/reincarnated-as-a-genius-prodigy-of-a-prestigious-family/thumbnail-670b2a7a4de08.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 60",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Bakatnya ditempa di medan perang, tetapi sebelum ia dapat mengembangkannya sepenuhnya, ia meninggal. Namun, ketika ia membuka matanya lagi, ia menyadari bahwa ia telah terlahir kembali sebagai Dane Sogres, putra bungsu dari seorang bangsawan yang terhormat. Bakat yang sekarang ia miliki… tidak terbatas hanya pada satu bidang?! Bakat dalam ilmu tombak, pembunuhan, sihir, pemanggilan, dan bahkan ilmu pedang—yang sebelumnya tidak dapat ia kembangkan sepenuhnya! Ia akhirnya dapat mengembangkan bakatnya yang tak terbatas dalam pelukan keluarga bahagia yang selalu ia dambakan. “Ilmu tombak! Dane benar-benar harus belajar ilmu tombak!” “Apakah kau berkata begitu karena kau benar-benar tidak tahu betapa bergunanya mempelajari keterampilan siluman dan pembunuhan?” “Sihir adalah masa depan, Ayah, Ibu!” “Untuk adik laki-lakiku… pemanggilan juga akan sangat menyenangkan…” …Mm, ini adalah keluarga yang bahagia, bukan?"
    },
    {
      "title": "Office Worker in the Ice Age Apocalypse",
      "url": "https://manhwaindo.app/series/office-worker-in-the-ice-age-apocalypse/",
      "image": "https://img-id.gmbr.pro/id/manga-images/o/office-worker-in-the-ice-age-apocalypse/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 28",
      "rating": "7",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Shounen",
        "Supernatural"
      ],
      "synopsis": "Hari itu pertengahan musim panas di bulan Juni, aku bekerja seperti biasa, menahan stres akibat ledakan amarah bosku yang sudah jadi kebiasaannya. Tiba-tiba, sebuah jendela status muncul di depanku, dan kata ‘Zombie’ langsung menarik perhatianku. Namun sebelum sempat kuproses, teriakan bos kembali menggema. Aku menahan diri untuk tidak langsung berhenti bekerja saat itu juga, memaksa diriku tetap fokus. Sampai akhirnya… Zaman Es tiba begitu saja. – Peringatan Darurat: Gelombang Dingin. Dalam sekejap, salju abadi menyebar di depan mataku, dan tubuh si intern berubah menjadi sesuatu yang mengerikan… seorang zombie. ‘Apa-apaan yang sebenarnya sedang terjadi di sini?’"
    },
    {
      "title": "Dungeon Crawler Carl",
      "url": "https://manhwaindo.app/series/dungeon-crawler-carl/",
      "image": "https://img-id.gmbr.pro/id/manga-images/d/dungeon-crawler-carl/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 14",
      "rating": "7.8",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Demons",
        "Fantasy"
      ],
      "synopsis": "Tahu tidak apa yang lebih buruk daripada putus dengan pacarmu? yaitu terjebak di gameshow alien yang sadis bersama kucingnya. Bergabunglah dengan Carl dan Putri Donut dalam upaya mereka bertahan hidup dari akhir dunia— atau sekadar naik ke level berikutnya di dungeon fantasi yang penuh jebakan."
    },
    {
      "title": "Shamoneyism",
      "url": "https://manhwaindo.app/series/shamoneyism/",
      "image": "https://img-id.gmbr.pro/id/manga-images/s/shamoneyism/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 19",
      "rating": "7.5",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Seinen",
        "Supernatural"
      ],
      "synopsis": "Dukun pelet cinta? lihat takdir? nyembuhin orang? muehehe ini lebih dari itu cuy~ ini cerita tentang Dukun Elit yang bergerak di bidang finansial. Pasar saham menjadi medan pertempuran sengit bagi mereka. bukan hanya puluhan atau ratusan ribu yang di pertaruhkan, melainkan Jutaan hingga milliaran Won yang di pertaruhkan. ini adalah kisah pertarungan Cheon Ji Seung, seorang dukun elit yang di kenal dengan julukan King of Instan Death. yang akan mengacak-acak pasar saham, dan membuat para konglomerat bersujud padanya. Judulnya 샤MONEY즘 = ShaMONEYism gabungan dari Shaman + Money + serapan ‘ism’ yang artinya Dukun + Uang karena ceritanya bergelut di bidang saham dan keuangan"
    },
    {
      "title": "Sonyeo Baduk",
      "url": "https://manhwaindo.app/series/sonyeo-baduk/",
      "image": "https://img-id.gmbr.pro/id/manga-images/s/sonyeo-baduk/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 03",
      "rating": "7.6",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Psychological",
        "Seinen"
      ],
      "synopsis": "Di atas papan Go seluas lautan atau bintang-bintang, seorang gadis bertekad bulat kembali ke permainan untuk merebut kembali sesuatu yang berharga yang telah hilang. Bersama seorang laki-laki pendiam yang memiliki kerinduan tak terucap yang sama, setiap batu yang ditempatkan menguji ingatan, tekad, dan skill. Sebuah kisah kedewasaan yang lembut namun kompetitif, di mana setiap langkah membuka jalan baru ke depan."
    },
    {
      "title": "Defense Breaker",
      "url": "https://manhwaindo.app/series/defense-breaker/",
      "image": "https://img-id.gmbr.pro/id/manga-images/d/defense-breaker/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 18",
      "rating": "7.7",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Fantasy"
      ],
      "synopsis": "Jihoon terjebak dalam game bertahan. Ia dipaksa menjadi kapten para ksatria dan mempertahankan kerajaan dari monster. Namun, luka yang diterimanya dari manusia belum sembuh, jadi ia menolak untuk melindungi kerajaan. Lalu tiba-tiba, sebuah rute baru terbuka…"
    },
    {
      "title": "My Ruined Academy Life",
      "url": "https://manhwaindo.app/series/my-ruined-academy-life/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/m/my-ruined-academy-life/thumbnail-669660c366b0f.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 45",
      "rating": "7.00",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Fantasy",
        "School Life",
        "Shounen",
        "Slice of Life"
      ],
      "synopsis": "Amon Drake, yang menyimpan impian akan kemakmuran, tiba di Akademi Amonith, yang terkenal dengan sejarah bergengsinya. Namun di hari pertamanya menjadi guru, ia menerima kabar mengejutkan.“Apakah kamu belum dengar? Akademi ini berada di ambang kebangkrutan, dan satu-satunya orang yang tersisa di akademi hanyalah dekan perjudian dan guru pecandu alkohol.”Amon berpikir,“Jika akademi gagal, bukankah kontrakku akan batal?”Mereka mengatakan strategi keluar yang tepat adalah ukuran kecerdasan. Jika Anda tidak ingin mempertaruhkan karier Anda, biarkan akademi gagal. Maka dimulailah orang paling bijak di dunia yang melarikan diri dari akademi."
    },
    {
      "title": "I Became The Villain The Hero Is Obsessed With",
      "url": "https://manhwaindo.app/series/i-became-the-villain-the-hero-is-obsessed-with/",
      "image": "https://img-id.gmbr.pro/id/manga-images/i/i-became-the-villain-the-hero-is-obsessed-with/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 22",
      "rating": "7.7",
      "scrapedAt": "2025-10-06T04:02:31.361Z",
      "genres": [
        "Action",
        "Adventure",
        "Harem",
        "Romance",
        "Shounen",
        "Supernatural"
      ],
      "synopsis": "Da-in, akhirnya menjadi penjahat dalam sebuah cerita. Untuk membuat Stardust — protagonis cerita dan karakter favoritnya dalam manga distopia — bahagia, ia bertekad menjadi penjahat Egoistic demi pertumbuhannya. Da-in sengaja menimbulkan teror untuk meningkatkan kemampuan Stardust dan mencegah semua peristiwa tragis dari cerita asli, tetapi dalam prosesnya, ia mendapatkan dukungan publik sambil juga menarik kecurigaan Stardust. Stardust, yang awalnya menentangnya, perlahan-lahan membuka hatinya, dan segera bahkan mulai menunjukkan tanda-tanda obsesi terhadapnya…?"
    }
  ]
}
