{
  "source": "manhwaindo.app",
  "totalManhwa": 75,
  "scrapedAt": "2025-10-06T04:57:52.607Z",
  "manhwa": [
    {
      "title": "The Genius Wants to be Ordinary!",
      "url": "https://manhwaindo.app/series/the-genius-wants-to-be-ordinary/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/the-genius-wants-to-be-ordinary/thumbnail-6773e3e9355bf.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 43",
      "rating": "10",
      "scrapedAt": "2025-10-06T04:28:29.044Z",
      "genres": [
        "Fantasy",
        "Slice of Life"
      ],
      "synopsis": "Protagonis dari kehidupan sukses yang diakui oleh publik, ‘Son Jinhyuk.’ Namun, Jinhyuk hanya ingin hidup normal bersama keluarga tercinta, dan dia tidak bisa menyembunyikan rasa kesepiannya karena dia tidak bisa. Suatu hari, saya terbangun dalam sebuah kecelakaan dan kembali ke masa ketika saya berusia 9 tahun sebelum saya kehilangan orang tua saya, yang sangat saya inginkan! Akankah Jinhyuk bisa menyelamatkan orang tuanya dan menjalani kehidupan normal?"
    },
    {
      "title": "Be the Actor",
      "url": "https://manhwaindo.app/series/be-the-actor/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/YVVe8K87NM0vm32lTK681hLpwVoSQ8/YMjj5C8sX0912Vt8c0k0uWuIwzFP2o.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 140",
      "rating": "10",
      "scrapedAt": "2025-10-06T04:29:47.283Z",
      "genres": [
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Jadilah Aktor ‘Jang Young-guk’, yang meraih sukses besar sebagai aktor pendukung. Menerima Penghargaan Aktor Pendukung Terbaik pertama dan terhormat di Acting Awards. Namun, pada hari itu, ibunya meninggal … Ngeri dengan kematian ibunya, yang dia abaikan selama bertahun-tahun, Young-guk memutuskan untuk mengakhiri hidupnya … Sebelum kematiannya, dia merindukan kehangatan ibunya dan kenangan damai. dari masa lalu. Dia menyesal membalikkan ingatan itu… Pada saat itu, dia tiba-tiba mundur ke masa kecilnya… “Aku mundur, ke masa lalu yang aku rindukan” “Sebagai fakta yang tak terhindarkan, hidup ini hanya…” Sekali lagi, kisah seseorang yang ingin hidup sebagai aktor dimulai. Akankah dia bisa menjalani kehidupan yang bahagia tidak seperti kehidupan sebelumnya?"
    },
    {
      "title": "I Don’t Want to Be an Ojakgyo",
      "url": "https://manhwaindo.app/series/i-dont-want-to-be-an-ojakgyo/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/6nj3S3A1lLoDHXd9k3H37LmWdMrHMC/28vPOXm3vgdJCDgeDUtCPUBmkFyiiX.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 85",
      "rating": "10",
      "scrapedAt": "2025-10-06T04:35:17.233Z",
      "genres": [
        "Fantasy",
        "Romance",
        "Shoujo"
      ],
      "synopsis": "Saya bereinkarnasi sebagai karakter pendukung dalam sebuah novel. Dan di atas semua itu, saya berperan sebagai ‘jembatan murai’ di dalam kisah roman . Bagaimanapun, romansa tidak mungkin, dan masa depan saya tampak suram dengan keluarga saya yang dililit hutang. Setelah menjadi pegawai negeri, saya mencoba untuk menikmati kekayaan dan kehormatan yang tidak bisa saya miliki di kehidupan saya sebelumnya, tapi… Tidak seperti aslinya, karakter laki-laki terlihat agak aneh?! “Bayangkan, bagaimana Char-Char akan terlihat memerah dan memerah? pemalu saat melihat seseorang yang dia suka?” membawamu dan melarikan diri….”Sean akan menutupi wajahnya dengan kedua tangan tanpa berkata apa-apa. Dulu rona merahnya hanya mencapai wajahnya tetapi sekarang merah menyebar ke ujung telinganya. Mengapa kalian tidak terobsesi dengan pemeran utama wanita dan melakukan hal-hal lain? Charine West, yang ingin hidup normal, dan kelangsungan hidupnya di harem terbalik Char-Char"
    },
    {
      "title": "Movies Are Real",
      "url": "https://manhwaindo.app/series/movies-are-real/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/Lgoc1qvnfnqGKT6LMEX2C912YvMJkU/uweF7JTwYszK7ZfcpwhZ5VLYfjhPZm.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 48",
      "rating": "10",
      "scrapedAt": "2025-10-06T04:43:57.020Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Supernatural"
      ],
      "synopsis": "hal ini hanya terjadi pada dirinya.Namun, saat itulah, melalui keadaan misterius, lokasi syuting menjadi kenyataan selama pembuatan film. Selagi sutradara belum mengatakan “CUT”, selama pengambilan film singkat itu, dia bukan seorang aktor tetapi benar-benar dilemparkan ke dalam peristiwa yang terjadi pada film itu, seakan-akan menunjukkan rasa sakit dan emosi yang dia hadapi pada saat itu. Dia hanya bisa kembali jika dia membuat pengambilan yang sempurna itu…! Bisakah dia menjadi aktor terhebat?"
    },
    {
      "title": "Max Level Player",
      "url": "https://manhwaindo.app/series/max-level-player/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/sizpojuQtSona6VtzMMnicg8BATqLC/v3wpfRJcesywaSD73la7lt2LezEMP7.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 75",
      "rating": "10",
      "scrapedAt": "2025-10-06T04:44:20.049Z",
      "genres": [
        "Action"
      ],
      "synopsis": "Permainan realitas virtual, Olympus. Sebuah sarana untuk mendukung realita setelah semua pengetahuan dan catatan yang dikumpulkan oleh umat manusia menghilang dalam semalam. “Kehidupan realitaku dimulai sekarang!"
    },
    {
      "title": "White Dragon Duke: Pendragon (Duke Pendragon)",
      "url": "https://manhwaindo.app/series/white-dragon-duke-pendragon-duke-pendragon/",
      "image": "https://cdn-kj.gmbr.pro/storage/drive/y2ownRkOQ02GO7qtDPGt3rYOEd4a3V/ShLoXILrCY5t5OlCWiUNwEiZoXb8IJ.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 131 END",
      "rating": "9.9",
      "scrapedAt": "2025-10-06T04:38:04.733Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Romance"
      ],
      "synopsis": "Born as the successor of a low-ranking noble household, Raven Varte wears the sin of plotting a rebellion against the empire. To be granted amnesty, he was sent to fight demons alongside the worst corp of the empire, the ”Demon” corp. Most say that it is a place where most won’t survive for even a year, but Raven somehow managed to survive for ten. When his amnesty was in front of his eyes, on his last battlefield, he met the ‘Successor of the Pendragon Duke Household, Ellen Pendragon."
    },
    {
      "title": "Tiger’s Descent",
      "url": "https://manhwaindo.app/series/tigers-descent/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/eqhkv9QS7UhUDrImQLNvKE5S79VlTg/K0zDUfh1fbWNZiJ4sgJdtJC97rh3Ms.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 47",
      "rating": "9.8",
      "scrapedAt": "2025-10-06T04:50:29.390Z",
      "genres": [
        "Action",
        "Fantasy"
      ],
      "synopsis": "Manhwa Tiger’s Descent Haseon, murid kelas 2 SMA, menganggap semua di dunia ini menyebalkan. Haseon memiiliki kemampuan yang dapat menemukan ‘Transcendents’, yaitu mereka yang dianggap spesial. Dia hanya menjalani kehidupan sehari harinya, sampai suatu saat seorang transcendent menyerangnya hingga menyebabkan Haseon hampir tewas… Dikarenakan serangan tersebut, kalung Haseonpun hancur, dan sosok layaknya Harimau yang terkurung dalam kalung tersebut pun terbebas dan menyelamatkan Haseon. Sejak kemunculan harimau tersebut, kehidupan Haseon pun berubah drastis, dan dia sekarang harus berhadapan dengan tamu tamu tak diundang yang mengincar kekuatan barunya."
    },
    {
      "title": "Mother, I’m Sorry",
      "url": "https://manhwaindo.app/series/mother-im-sorry/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/TtLCzcyjEXPiynzxM1qgXT24Rn0IFL/T90grVTNgfrRpuRtMleBcgzOijLWbZ.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 91",
      "rating": "9.6",
      "scrapedAt": "2025-10-06T04:56:58.499Z",
      "genres": [
        "Fantasy",
        "Romance",
        "School Life",
        "Slice of Life",
        "Supernatural"
      ],
      "synopsis": "Gong Hyochan’s world was turned upside down when he finally learned about his mother’s terminal diagnosis. After all, they had no one else but each other in this whole world. He had always taken his mother’s love for granted, but it was now too late to make amends. Or was it? A mysterious man approached him on his mother’s bedside, offering to give his mother a new life at the cost of his own lifespan. The desperate Hyochan made the deal and 50 year-old Yeon Geum-ok was given a second chance in life. The catch? She was now younger than her own son!Original WebtoonOfficial English WebtoonOff… More…"
    },
    {
      "title": "Second Life Produser",
      "url": "https://manhwaindo.app/series/second-life-produser/",
      "image": "https://begityu.gmbr.pro/uploads/second/images-24.jpeg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 153",
      "rating": "9.5",
      "scrapedAt": "2025-10-06T04:44:42.833Z",
      "genres": [
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Whoops, maaf. Tapi, yang pertama datang adalah yang pertama kali dilayani, kan? “Begitulah kehidupan di industri penyiaran.” Joon Soo bergabung ke dalam sebuah perusahaan penyiaran dengan membawa sebuah mimpi. Tapi selama 10 tahun dia bekerja, dia kehilangan segalanya karena Sunbae-nya itu yang b4jingan. Dia sangat menyesalinya, tapi tidak ada satu pun yang dapat dilakukan untuk meraih kembali hal-hal yang telah dirampas daripadanya. Ketika dia hendak menyerah atas segalanya ketika berada dalam keputusasaan yang sangat mendalam, kesempatan kedua dipersembahkan kepadanya untuk memulai hidup dari ketika dia pertama kali bergabung ke dalam perusahaan tersebut dengan semua ingatan akan masa depan. Di kehidupan kedua ini, dapatkah mimpi-mimpinya tercapai tanpa mengulangi keputusasaan di masa lampau?"
    },
    {
      "title": "I’ll Give You The Most Rotten One",
      "url": "https://manhwaindo.app/series/ill-give-you-the-most-rotten-one/",
      "image": "https://manhwaindo.app/wp-content/uploads/2024/08/fjRYfrT2-UmOwc4CnT32d-SV2fhtmho59mzeNPpiAdGE3IBCOhFqZn5-0GJC4cDT5JnrmycYxUyZ5pewGGr3qO42KkBZDiRqzBIurr4Jg-w4M5S-0M2T7EuTUHpL8ymtEU38SFYA82Igsd_7HtG5wadCT45oZZMyZTX1jdsGIg.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 7",
      "rating": "9.5",
      "scrapedAt": "2025-10-06T04:45:07.225Z",
      "genres": [
        "Fantasy",
        "Manhwa",
        "Mature",
        "Romance"
      ],
      "synopsis": "Selama 10 tahun pacar saya menghabiskan malam dengan wanita lain.\nJadi saya memutuskan untuk menyakitinya. Setelah menentukan, aku memilih dengan cara yang paling buruk dan paling hina.\nCerita ini ditulis ulang setelah hubungan yang berakhir.\nDalam situasi yang menuju ke arah terburuk yang pernah kita bayangkan, apa kita bisa mencintai lagi?"
    },
    {
      "title": "Plaza Wars",
      "url": "https://manhwaindo.app/series/plaza-wars/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/pErTpBEuSreWImWcnl6TBsrD3knzz1/Cw1fAhDJOIQIvAUMoykPvnLDSychbZ.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 38",
      "rating": "9.5",
      "scrapedAt": "2025-10-06T04:52:49.774Z",
      "genres": [
        "Action",
        "Seinen"
      ],
      "synopsis": "As the toughest fighter in the world of crime, Gijun claims victory in a battle that ends the long power struggle between Seoul’s gangs. But when his brother Giseok rises in rank within the enemy group, Gijun decides to slash his own heel and leave the business to avoid fighting him. Just when all seems at peace 15 years later, Giseok is mysteriously ambushed and killed in cold blood right before his own retirement. Filled with a chilly rage, Gijun sets off on a one-man hunt to track down everyone involved in his brother’s death. And he has a feeling he doesn’t need to look far to find the …"
    },
    {
      "title": "Judge Lee Han Young",
      "url": "https://manhwaindo.app/series/judge-lee-han-young/",
      "image": "https://begityu.gmbr.pro/uploads/manhwaindocover_120/d1a76da1-f313-4b57-a8f1-42cfd7bfcb84.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 125",
      "rating": "9.4",
      "scrapedAt": "2025-10-06T04:27:03.185Z",
      "genres": [
        "Fantasy",
        "Law",
        "Reincanation",
        "Time Travel"
      ],
      "synopsis": "Komik Judge Lee Han Young Bahasa Indonesia – Davey Scans. Sebelum akhirnya dibunuh, Hakim Lee, seorang hakim yang percaya bahwa keadilan dapat direalisasikan di ruang pengadilan, melawan perintah sang atasan dan malah memvonis seorang konglomerat dengan hukuman penjara. Namun, apakah itu karena ucapan yang pernah dia dengar dulu saat masih kecil? Dengan seluruh ingatannya, Lee mendapatkan kehidupan kedua. Lee Han Young, yang hanya ada keadilan di matanya, dunia membutuhkannya."
    },
    {
      "title": "Ticket Hero (S2)",
      "url": "https://manhwaindo.app/series/ticket-hero-s2/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/ticket-hero-s2/thumbnail.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 145",
      "rating": "9.4",
      "scrapedAt": "2025-10-06T04:30:38.997Z",
      "genres": [
        "Action",
        "Fantasy",
        "Psychological",
        "School Life",
        "Shounen"
      ],
      "synopsis": "Lee Kyung Ho’s mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.Original Webtoon:Naver Webtoon, Naver SeriesOfficial Translation:T.Chinese, Thai, Indonesian, French, German, S.Chinese, Japanese"
    },
    {
      "title": "Trapped (Haemuri)",
      "url": "https://manhwaindo.app/series/trapped-haemuri/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/3SDd3jBlofWI90NCPrdsVGUeKmilc4/w107xudCdCOrPRxdS3j4rIoXNwDe1e.jpeg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 191",
      "rating": "9.4",
      "scrapedAt": "2025-10-06T04:38:26.730Z",
      "genres": [
        "Mystery",
        "Psychological",
        "Romance",
        "Shoujo",
        "Supernatural"
      ],
      "synopsis": "Sopir taksi Chaeah pernah melihat kenalannya dari gereja, Park Yoonsoo, berjalan melalui jalan-jalan kota dengan seorang gadis, tetapi dia bahkan tidak bisa berpikir bahwa ini akan mengarah pada penguburan bukti pembunuhan, penganiayaan, dan perubahan total dalam kesehariannya. gaya hidup."
    },
    {
      "title": "Dungeon Odyssey",
      "url": "https://manhwaindo.app/series/dungeon-odyssey/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/Usxyn2KHUrTe0kCadyUPFBERZh7Yo3/nbH1jY7GLrXCb1RhG4jsev22p1qku8.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 128",
      "rating": "9.3",
      "scrapedAt": "2025-10-06T04:26:32.481Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Keturunan umat manusia, lahir di labirin dan dibesarkan dengan susu monster, memiliki kekuatan khusus dan tubuh yang kuat. Ketika mereka kembali ke bumi, umat manusia menyebut mereka sebagai bayi Dungeon. Di antara mereka, Kim Jinwoo lahir di labirin terdalam. “Aku tidak pernah mencoba untuk menjadi kuat, aku hanya ingin hidup.” Dari ekskavator paling rendah hingga raja labirin, kisah hidupnya kini terbentang."
    },
    {
      "title": "Good Luck, Hero!",
      "url": "https://manhwaindo.app/series/good-luck-hero/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/omCPjvOGGEShT1nv2A8oHANJ3ZBbdk/ygHlb3Bu4x7P04L8aF93WgOsxjL3eU.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 35",
      "rating": "9.3",
      "scrapedAt": "2025-10-06T04:51:41.650Z",
      "genres": [
        "Fantasy",
        "Romance",
        "Supernatural"
      ],
      "synopsis": "Hero Baek, seorang mantan kesatria yang berhasil membunuh raja iblis bereinkarnasi menjadi seorang pekerja korporat biasa. Namun, siapa sangka, si raja iblis yang telah ia bunuh juga turut bereinkarnasi jadi salah satu orang terdekatnya? Apakah kali ini Hero Baek bisa mengalahkannya lagi? Atau malah, takdir mereka di kehidupan selanjutnya memang bukan untuk saling bermusuhan dan membunuh?"
    },
    {
      "title": "I Became the Male Lead’s Adopted Daughter",
      "url": "https://manhwaindo.app/series/i-became-the-male-leads-adopted-daughter/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/i/i-became-the-male-leads-adopted-daughter/thumbnail-6781f7f6ea864.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 124",
      "rating": "9.24",
      "scrapedAt": "2025-10-06T04:40:30.113Z",
      "genres": [
        "Fantasy",
        "Historical",
        "Isekai",
        "Reincarnation",
        "Romance",
        "Shoujo"
      ],
      "synopsis": "Keputusan mendadak Duke Ferio Voleoti membuat semua orang terkejut. Tidak hanya itu, ia juga memberikan nama yang hanya bisa didapatkan oleh keturunan keluarga Voleoti. Terlebih, anak yang ia adopsi itu juga memiliki penampilan yang begitu mirip dengan Duke sendiri. “Bahkan saat bernapas saja, kita menghasilkan uang.” “Itu namanya percaya diri, bukan arogan.” “Aku suka dengan otot yang kuat dan besar!” “Ayah macam apa kamu?” Cerita tentang ayah yang arogan serta anak yang unik pun dimulai."
    },
    {
      "title": "Grim Reapers’ Corps",
      "url": "https://manhwaindo.app/series/grim-reapers-corps/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/g/grim-reapers-corps/thumbnail-6730a7d2a999b.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 03",
      "rating": "9.20",
      "scrapedAt": "2025-10-06T04:44:20.048Z",
      "genres": [
        "Action",
        "Shounen",
        "Supernatural"
      ],
      "synopsis": "Mu-hyun, kapten “Korps Grim Reaper”, sebuah unit pengusir roh jahat di alam baka, telah bekerja keras tak kenal lelah demi akhirat. Namun, ia kehilangan rekan-rekannya yang berharga dalam sekejap. Untuk mengembalikan mereka, ia harus membentuk serikat di alam baka."
    },
    {
      "title": "Villain Unrivaled",
      "url": "https://manhwaindo.app/series/villain-unrivaled/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/ciRWTj2sOcbiKhG9nXaeX5iUXG7dqP/mHdQhet9prq7h0YnPISqvXgLk8ptqt.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 80 tamat",
      "rating": "9.2",
      "scrapedAt": "2025-10-06T04:46:47.544Z",
      "genres": [
        "Action",
        "Adventure",
        "Isekai",
        "Martial Arts",
        "Murim",
        "Webtoon"
      ],
      "synopsis": "Ketika aku bangun, aku menyadari bahwa aku telah menjadi penjahat dalam novel matrial art yang aku tulis! Tapi dari semua orang, kenapa harus tubuh milik penjahat sialan ini yang kumiliki? Hyuk Ryun Woon: Putra keempat dari seorang wanita Pemimpin Sekte Iblis jahat, memiliki Seni bela diri yang lemah dengan temperamen yang buruk. Seorang penjahat yang tidak berharga yang ditembak oleh karakter utama dalam novel! Jika aku tidak ingin dibunuh oleh karakter utama, aku tidak punya pilihan selain menjadi kuat. “Sialan. Karakter utama dan yang lainnya, aku akan memusnahkan mereka semua!” ocehan dari penjahat busuk yang menggunakan cara apapun yang diperlukan untuk bertahan hidup!"
    },
    {
      "title": "Bookworm",
      "url": "https://manhwaindo.app/series/bookworm/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/JZbKGLaEf5P2D8wwbsl2kuZ1jUDyGe/uenBRFYFz6fgJSsHnFed0eRTuG4GEt.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 200",
      "rating": "9.2",
      "scrapedAt": "2025-10-06T04:48:52.630Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Sci-fi",
        "Shounen",
        "Slice of Life"
      ],
      "synopsis": "Kutu buku – Soo-Hyuk. Membaca kesenangan nomor satunya, dia selalu mencari cara baru untuk membaca buku. Bahkan bergabung dengan game baru sehingga tidak ada yang bisa mengganggunya untuk membaca buku. Saat Soo-Hyuk selesai membaca buku pertamanya, ia menerima pemberitahuan: Wisdom +1 level …."
    },
    {
      "title": "Annoying Alice",
      "url": "https://manhwaindo.app/series/annoying-alice/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/zAaGsdnYk4dGqMEEgDw4pQcEG40ZrW/JSh1l4rdAFHranbwZ0NoQ1WkuTbcdX.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 55",
      "rating": "9.2",
      "scrapedAt": "2025-10-06T04:52:03.639Z",
      "genres": [
        "Romance"
      ],
      "synopsis": "Alice sangat menyebalkan! Yang dia lakukan hanyalah membuat masalah dan mengolok-olok saya … tapi mengapa saya tidak bisa berhenti memikirkannya?"
    },
    {
      "title": "Legend of the Northern Blade ID",
      "url": "https://manhwaindo.app/series/legend-of-the-northern-blade-id/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/fSCU1JfCmC4Xklf4ijr4lsvONIg0yr/BOiZqFPggrqOe1P2hUGzJl5t4BMf6I.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 202 END",
      "rating": "9.1",
      "scrapedAt": "2025-10-06T04:43:57.020Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Martial Arts",
        "Shounen"
      ],
      "synopsis": "Ketika dunia jatuh ke dalam kegelapan, seniman bela diri berkumpul untuk membentuk ‘Sekte Surgawi Utara’. Dengan bantuan dari Sekte Surgawi Utara, orang-orang mulai menikmati kedamaian lagi. Namun, seiring berjalannya waktu para seniman bela diri mulai bersekongkol melawan ‘Sekte Surgawi Utara’, dan akhirnya menyebabkan kematian Pemimpin Sekte, Jin Kwan-Ho, menghancurkan sekte itu dengannya. Saat semua orang meninggalkan sekte, putra tunggal Jin Kwan-Ho, Jin Mu-Won juga ditinggalkan. Mu-Won tidak pernah belajar seni bela diri, tetapi dia menemukan Teknik yang diam-diam ditinggalkan oleh ayahnya dan mulai mempelajari seni bela diri dari Sekte Surgawi Utara."
    },
    {
      "title": "PIGPEN",
      "url": "https://manhwaindo.app/series/pigpen/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/2EFelslaU6dZjjIsMtvaZXLhAKUroc/IMVznYZNpJtNW79slDQ9vMHTrtQcIk.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 35",
      "rating": "9.1",
      "scrapedAt": "2025-10-06T04:52:49.774Z",
      "genres": [
        "Action",
        "Horror",
        "Mystery",
        "Psychological",
        "Seinen",
        "Supernatural",
        "Tragedy"
      ],
      "synopsis": "Liburan santai di surga, atau jebakan maut? Seorang pria muda terbangun di pantai yang mempesona, tetapi dia tidak tahu siapa dia atau bagaimana dia sampai di sana. Berusaha sekuat tenaga untuk menyatukan semuanya, mengungkap misteri yang membingungkan ini tidak akan mudah ketika setiap petunjuk mengarah ke pertanyaan yang lebih menjengkelkan … dan keluarga yang menyambutnya di rumah mereka tidak seperti yang terlihat."
    },
    {
      "title": "Semantic Error",
      "url": "https://manhwaindo.app/series/semantic-error/",
      "image": "https://cdn.kambingjantan.cc/storage/drive/b7pCiq5Nn1CXWO1hWnEnBcJP4AZyEO/vZ9F5iMTXQRq8Gplygog382X3hlI0H.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 46",
      "rating": "9.1",
      "scrapedAt": "2025-10-06T04:53:35.979Z"
    },
    {
      "title": "Flower Wizard",
      "url": "https://manhwaindo.app/series/flower-wizard/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/gBePHXXT5NaawSYZNruRlDzWax7XPC/AqsjF3fkJA2jtPseY5gPSAEsuKrtKB.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 27",
      "rating": "9.1",
      "scrapedAt": "2025-10-06T04:57:19.966Z",
      "genres": [
        "Action",
        "Fantasy",
        "Martial Arts",
        "Romance",
        "Supernatural"
      ],
      "synopsis": "Tingkat konyol para dewa yang bertempur melawan para dewa untuk memperbaiki tatanan dunia. Dia bertemu dengan seorang gadis yang memiliki sesuatu yang istimewa dalam kegiatan pengasingannya. Para monster menyerang gadis itu dengan ketamakan, dan meskipun mereka tidak menyukainya, mereka dipaksa untuk bertindak sebagai pengawal gadis itu. Apa takdir mereka?Bagikan :"
    },
    {
      "title": "Trash of the Count’s Family",
      "url": "https://manhwaindo.app/series/trash-of-the-counts-family/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/trash-of-the-counts-family/thumbnail-6742bfcc414ea.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 167",
      "rating": "9.03",
      "scrapedAt": "2025-10-06T04:24:41.571Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Isekai"
      ],
      "synopsis": "Manhwa Trash of the Count’s Family yang dibuat oleh komikus bernama 별나래, 유려한 ini bercerita tentang Ketika saya membuka mata, saya berada di dalam sebuah novel. [Kelahiran Pahlawan]. [The Birth of a Hero] adalah novel yang berfokus pada petualangan karakter utama, Choi Han – seorang siswa sekolah menengah dari Bumi yang dipindahkan ke dimensi yang berbeda – bersama banyak pahlawan lain yang sedang naik daun di benua itu. Saya menjadi bagian dari novel itu sebagai sampah keluarga Count, keluarga yang mengawasi wilayah tempat desa pertama yang dikunjungi Choi Han berada. Choi Han menjadi pendendam setelah desa itu dihancurkan oleh sekelompok penyerang misterius, dan menjadi marah setelah dia melaporkan masalah tersebut kepada putra Pangeran dan ditepis. Dia dipukuli sampai babak belur. “… Ini akan menjadi masalah.” Tapi, saya merasa layak mencoba menjadikan ini hidup baru saya."
    },
    {
      "title": "The Top Ranker’s Aspiring Writer Life Manual",
      "url": "https://manhwaindo.app/series/the-top-rankers-aspiring-writer-life-manual/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-top-rankers-aspiring-writer-life-manual/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 41",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:26:32.480Z",
      "genres": [
        "Action",
        "Adventure",
        "Dungeons",
        "Martial Arts",
        "Super Power"
      ],
      "synopsis": "Seorang pemburu legendaris melepaskan gelarnya untuk menjadi novelis web, hanya untuk menyadari bahwa ceritanya kurang realistis. Untuk memperbaikinya, ia menyamar sebagai pemburu F-rank yang lemah dan bergabung dengan guild yang sedang berjuang untuk penelitian. Apa yang dimulai sebagai pengamatan sederhana berubah menjadi kekaguman yang tulus, mendorongnya untuk tumbuh baik sebagai pribadi maupun penulis. Bisakah seorang mantan prajurit seperti dewa berhasil sebagai novelis biasa?"
    },
    {
      "title": "Let Me Kidnap the Male Lead!",
      "url": "https://manhwaindo.app/series/let-me-kidnap-the-male-lead/",
      "image": "https://begityu.gmbr.pro/uploads/CoverLetMeKidnaptheMaleLead/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 52",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:26:32.480Z",
      "genres": [
        "Fantasy",
        "Romance",
        "Shoujo",
        "Webtoon"
      ],
      "synopsis": "Setelah kecelakaan kereta, tokoh utama kita teringat kembali saat bereinkarnasi sebagai Vivian dalam sebuah novel berjudul “The Bloody Flower.” Vivian yang malang kini tahu bahwa dia adalah penjahat sampingan yang meninggal setelah menculik pemeran utama pria. Namun, jika dia tidak menculiknya dan membimbingnya ke pemeran utama wanita, iblis itu akan menghancurkan dunia! Sayangnya, pemeran utama pria itu hanya digambarkan sebagai “tampan,” dan dunia ini dipenuhi dengan pria-pria tampan. Setelah tiga puluh kali penculikan, yang dimiliki Vivian hanyalah segelintir penggemar tampan yang menyukai pengalaman penyanderaan mewah mereka. Kalau saja ada yang bisa menunjukkan pria yang dicarinya…!"
    },
    {
      "title": "Solo Leveling: Ragnarok",
      "url": "https://manhwaindo.app/series/solo-leveling-ragnarok/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/s/solo-leveling-ragnarok/thumbnail-66aa570fd633f.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 57",
      "rating": "9.00",
      "scrapedAt": "2025-10-06T04:26:32.480Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Keberadaan bumi sekali lagi mendapatkan ancaman ketika Itarim, gods dari universe lain, ingin mengisi kekosongan yang ditinggalkan oleh Absolute Being. Sung Jinwoo tidak memiliki pilihan selain mengirimkan Beru, Sang Shadow Ant King, untuk membangkitkan kekuatan anaknya dan membawanya menuju jalan yang dulu pernah dia tempuh. Suho harus menaklukkan Shadow Dungeon dan mendapatkan posisinya di dunia Hunter selagi dia menjalani dunia yang baru, melawan kejahatan baru yang berusaha melahap seisi dunia."
    },
    {
      "title": "Number One Star Instructor Master Baek (One Hit Teacher, Master Baek)",
      "url": "https://manhwaindo.app/series/number-one-star-instructor-master-baek-one-hit-teacher-master-baek/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/nq441pP0aXBcDXEeebZAOm16CEG53c/INrVliL8Vez6aZ2mLzUmtsLRgHpfcN.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 140",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:26:32.481Z",
      "genres": [
        "Action",
        "Reincarnation"
      ],
      "synopsis": "Dia belajar seni bela diri terkuat hanya untuk dibunuh dan bereinkarnasi sebagai petugas desa pedesaan sebagai Tuan Baek, Guru Satu Pukulan!"
    },
    {
      "title": "The World’s Best Kunlun Tavern",
      "url": "https://manhwaindo.app/series/the-worlds-best-kunlun-tavern/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-worlds-best-kunlun-tavern/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 75",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:27:29.550Z",
      "genres": [
        "Action",
        "Adventure",
        "Martial Arts"
      ],
      "synopsis": "“Siapa kau…?” “Aku Unryong.” Setelah 100 tahun latihan tertutup, akhirnya Unryong kembali menginjakkan kaki ke dunia. Namun, Sekte Kunlun yang dia ketahui selama ini sudah berubah karena termakan waktu. “Seharusnya kita saling membantu dalam masa-masa yang sulit, ‘kan?” Setelah hatinya tergerakkan kebaikan dari orang yang bahkan tidak dia kenal, dia memutuskan untuk menetap di Penginapan Kunlun. Dengan seni beladirinya yang tidak tertandingi, Unryong mulai menjalani kehidupan barunya yang dipenuhi kehangatan sebagai koki di Penginapan Kunlun."
    },
    {
      "title": "The Bondservant",
      "url": "https://manhwaindo.app/series/the-bondservant/",
      "image": "https://begityu.gmbr.pro/uploads/CoverTheBondservant/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 49",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:28:00.483Z",
      "genres": [
        "Fantasy",
        "Shoujo",
        "Webtoon"
      ],
      "synopsis": "Ketika kecelakaan yang melibatkan ayahnya dan seorang pembantu laki-laki membawa wajah baru ke rumah Evegen jya, hal terakhir yang diharapkan Sioanna adalah pembantu baru di jajarannya, apalagi seorang teman. Étienne telah belajar dengan cara yang sulit untuk menjadi pendiam dan pendiam, tetapi seiring hubungannya dengan Sioanna berkembang, keduanya mulai membentuk ikatan kasih sayang, perhatian…dan obsesi. Meskipun keduanya terluka parah, kemampuan mereka untuk memperlakukan satu sama lain dengan kelembutan dan kebaikan terbukti menjadi obat yang mereka berdua butuhkan. Tetapi apakah itu cukup untuk menaklukkan rintangan yang tak terhitung jumlahnya yang menghalangi jalan mereka?"
    },
    {
      "title": "Heart-Pounding Ghostly Poem",
      "url": "https://manhwaindo.app/series/heart-pounding-ghostly-poem/",
      "image": "https://img-id.gmbr.pro/id/manga-images/h/heart-pounding-ghostly-poem/thumbnail.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 29",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:28:00.483Z",
      "genres": [
        "Fantasy",
        "Horror",
        "Romance"
      ],
      "synopsis": "Choi Doyeon, seorang streamer game yang berjuang keras untuk memenuhi kebutuhan hidup di kediaman sewaan semi bawah tanah, menerima sebuah game dari “Sakje-hyung,” seniornya dari kampung halaman dan sesama konten kreator yang selalu memberinya dukungan. Dia mengunduh “Heart-Pounding Ghostly Poem” tanpa pikir panjang, sayangnya dia berakhir melihat makhluk-makhluk halus yang tidak seharusnya dilihat. Sebelum dia bisa memproses situasinya, dia terjebak dalam simulasi kencan berisiko tinggi— dengan hantu."
    },
    {
      "title": "The Regressor Instruction Manual ID",
      "url": "https://manhwaindo.app/series/the-regressor-instruction-manual-id/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/nPAJNAo64EhRUYLBU5j3Bj8wVYHfyd/qnVCJg7VR83ZwyAOQAxib8cIiBM2Zu.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 155",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:28:29.044Z",
      "genres": [
        "Action",
        "Fantasy",
        "Harem",
        "Mature",
        "Psychological",
        "Seinen",
        "Shounen"
      ],
      "synopsis": "Suatu hari tiba-tiba dia dipanggil ke dunia lain. Monster berbondong-bondong keluar, malapetaka akan datang. Kemampuan yang dimilikinya paling buruk [level player rendah] [level anda sangat buruk] Tidak perduli entah kau petarung terpilih, penyihir terlatih, atau orang yang kembali ke masa lalu. Siapapun dia harus melakukan apapun sekuat tenaganya, Untuk bertahan Hidup The Regressor instruction Manual. “Tidak masalah kalau aku sampah.” Apakah ada orang yang tidak akan melakukan apapun yang mereka bisa untuk bertahan hidup?"
    },
    {
      "title": "Close and Secretive",
      "url": "https://manhwaindo.app/series/close-and-secretive/",
      "image": "https://manhwaindo.app/wp-content/uploads/2025/06/1751165725-8447-i404232.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 32",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:29:20.926Z",
      "genres": [
        "Josei",
        "Romance"
      ],
      "synopsis": "Hari itu, aku ingin menyatakan perasaanku padamu. Choi Ji-young, seorang wanita tak dikenal yang tak sengaja bertemu dengannya di Pulau Ulleungdo. Sunwoo Hyun terus mengganggu Ji-young. Dua orang yang saling tertarik meski dalam waktu yang singkat. Lalu suatu hari, Ji-young tiba-tiba menghilang. Tanpa jejak. “Sudah lama, Hyun. Apa kau tidak akan menyapa?” ​​Ji-young yang tidak dapat ditemukan seberapa sering pun ia berkunjung, menjadi “Choi Ji-an” dan muncul dalam empat tahun. Itu juga untuk Hyun yang harus dilindungi. “Dengan waktu ini, tidak ada Choi Ji-young yang kukenal. Jadi, hapus saja juga.”"
    },
    {
      "title": "The Necromancer Family’s Young Heir",
      "url": "https://manhwaindo.app/series/the-necromancer-familys-young-heir/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-necromancer-familys-young-heir/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 38",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:29:47.283Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Seinen"
      ],
      "synopsis": "[Dari author yang sama dengan I Obtained a Mythic Item & Terminally-Ill Genius Dark Knight] “Kematian hanyalah permulaan.” Itulah kata-kata paling tepat yang baru terucap oleh Leon von Marbas muda, pewaris dari keluarga bangsawan yang pernah menjadi keluarga Necromancer terhebat. Ia dipaksa untuk mengeksekusi ayahnya sendiri oleh kepala keluarga yang menjadi saingan mereka, dan begitu tersadar, ia tiba-tiba mendapati dirinya sebagai pemimpin dari klan yang melemah di bawah ancaman musuh baik dari dalam maupun dari luar. Satu-satunya cara mengembalikan kejayaan keluarganya? Ia harus membuat perjanjian dengan Demon Marbas, sumber asli dari Necromancy kuat keluarga Marbas yang dulu pernah disegani…"
    },
    {
      "title": "The SSS-Class Suicide Hunter ID",
      "url": "https://manhwaindo.app/series/the-sss-class-suicide-hunter-id/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/t/the-sss-class-suicide-hunter/thumbnail.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 151",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:30:18.184Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Supernatural"
      ],
      "synopsis": "Di Menara misterius seperti penjara bawah tanah RPG, Gong-ja Kim hidup dalam kehidupan duniawi, iri pada semua pemburu bintang. Suatu hari, keinginannya untuk mendapatkan lebih dikabulkan dengan keterampilan legendaris untuk meniru kemampuan orang lain… dengan mengorbankan nyawanya. Sebelum dia bisa memahaminya, dia dibunuh oleh pemburu #1, Kaisar Api! Tapi ini mengaktifkan keahliannya dan sekarang dia menyalin yang baru, kemampuan untuk melakukan perjalanan kembali ke masa lalu setelah kematian. Bagaimana Gong-ja akan menggunakan keterampilan ini untuk mengungguli kompetisi dan naik ke puncak?"
    },
    {
      "title": "Absolute Necromancer (Unrivaled Necromancer) ID",
      "url": "https://manhwaindo.app/series/absolute-necromancer-unrivaled-necromancer-id/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/53fCLomlnQb5dPDu6a8riEStMYC3Yp/e6sk3Bllmu7DbuU8JExWQy2W5DsE3e.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 96",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:30:38.997Z",
      "genres": [
        "Action",
        "Fantasy"
      ],
      "synopsis": "[Oleh studio yang merilis Standard of Reincarnation!]\nTower. Tempat yang tidak diketahui yang cepat berubah. Sepuluh tahun kemudian, saya bereinkarnasi ke dalam tubuh seorang anak laki-laki yang tinggal di Bumi, Negara Korea Selatan. “Orang yang mengkhianatiku dan atasannya… Aku akan menghabisi mereka.” Orang yang mencapai puncak sebagai necromancer dan mendapat class di atasnya, Spirit Master Cha Jinhyuk. Dengan title “Unrivaled”, dia hendak membalas dendam dengan memanjat tower sebagai necromancer (Spirit Master)"
    },
    {
      "title": "The Villain Wants To Live",
      "url": "https://manhwaindo.app/series/the-villain-wants-to-live/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/the-villain-wants-to-live/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 43",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:30:59.913Z",
      "genres": [
        "Action",
        "Fantasy",
        "Seinen"
      ],
      "synopsis": "Oleh penulis : Middle-biss daru dari game kelas AAA yang diproduksi oleh perusahaan. Villainyang mati 999 dari 1.000 kali. Deculein. Orang itu sekarang, adalah aku. “Kau akan mati di hampir semua rute.” Deculein, seperti semua Villain lainnya, pasti mati. [Tujuan bertahan hidup yang pertama dan terpenting: Jadilah apa yang dituntut oleh Game] Aku harus bertahan hidup meskipun itu berarti memutarbalikkan nasibku jika aku memang ditakdirkan untuk mati."
    },
    {
      "title": "Tale of Vengenful Spirits",
      "url": "https://manhwaindo.app/series/tale-of-vengenful-spirits/",
      "image": "https://img-id.gmbr.pro/id/manga-images/t/tale-of-vengenful-spirits/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 17",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:30:59.913Z",
      "genres": [
        "Fantasy",
        "Historical",
        "Horror",
        "Supernatural"
      ],
      "synopsis": "Kim Wishin, seseorang dengan kemampuan unik yang membuatnya bisa mengendalikan hantu, mengejar sesosok hantu untuk balas dendam. Satu-satunya petunjuk yang dia miliki adalah warna mata hantu itu yang berwarna emas. Ketika dia hampir mendapatkan petunjuk yang menuntunnya ke lokasi keberadaan hantu tersebut, upayanya selama 5 tahun terakhir terbuang sia-sia karena Park Iro, orang yang memasuki Gyeonggi Wiseok (Ghost-Banishing Stone). itu membuat Kim Wishin kehilangan semua hantu dan roh yang sudah dikumpulkan. Masalah belum selesai muncul masalah lain, Dongbaek, putri dari penguasa gunung ikut bersamanya… sayangnya bukan memberikan bantuan untuk membalas dendam, dia malah menjadi beban tambahan. Wishin yang sudah frustasi kembali melakukan perjalanan dengan tekad untuk menjual semuanya di Pasar Goblin. Tidak ada perasaan melekat yang lebih kuat daripada kebencian hantu. Entah Kim Wishin dan rekan seperjalanannya akan bertahan hidup atau mati. Cerita perburuan hantu dimulai!"
    },
    {
      "title": "For My Derelict Favorite",
      "url": "https://manhwaindo.app/series/for-my-derelict-favorite/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/T9ZZVLyIuNIdPHGRGcQXBo2jaQDWnF/53kuOtlGqJvKnARnIeeCRat8K3jnkW.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 109",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:32:44.041Z",
      "genres": [
        "Fantasy",
        "Returner",
        "Romance",
        "Shoujo"
      ],
      "synopsis": "“Selamatkan cintaku tersayang!” Hestia, yang mencintai novel fantasi romantis yang tidak lengkap cukup untuk isekai, tidak signifikan, bahkan di antara tambahan yang dimiliki. Akhirnya, novel ini berakhir dengan dia menyaksikan tokoh-tokoh utama secara langsung! Kesimpulan dari novel itu membuatnya berpikir bahwa dia akan kembali ke dunianya, tapi pikiran itu berubah menjadi abu. Dia terkejut ketika dia mengetahui tentang akhir novel di balik layar yang menunjukkan kematian kekasihnya, Caelus. Bahkan tanpa istirahat, dia mundur…! “Kali ini, aku akan melindungi kekasihku!”"
    },
    {
      "title": "Student Jo-Eun",
      "url": "https://manhwaindo.app/series/student-jo-eun/",
      "image": "https://begityu.gmbr.pro/uploads/manhwaindocover_29/i473977.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 06",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:33:52.282Z",
      "genres": [
        "Romance",
        "School Life",
        "Seinen"
      ],
      "synopsis": "Jo Eun, seorang siswa SMA dari Busan yang menderita amnesia, percaya bahwa dirinya adalah orang buangan di masa lalu. Ia pindah ke sekolah di Seoul. Bertekad untuk tidak dikucilkan lagi, Jo Eun mencoba bergaul dengan teman-teman sekelasnya dan secara bertahap beradaptasi dengan kehidupan sekolah barunya. Masalah muncul ketika ia dipasangkan dengan Seo Beom! Jo Eun langsung tertarik padanya pada pandangan pertama. Namun, Seo Beom ditetapkan sebagai orang buangan yang dipilih oleh raja sekolah, Hwang Dae-han. Teman-teman sekelasnya memperingatkannya bahwa bergaul dengan Seo Beom akan menyebabkan Jo Eun dikucilkan juga. Namun, terlepas dari niatnya, hati Jo Eun terus tertarik pada Seo Beom."
    },
    {
      "title": "Martial God Regressed to Level 2 ID",
      "url": "https://manhwaindo.app/series/martial-god-regressed-to-level-2-id/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/bXnRe8ZlXGyYmXwWCaGlFRdiU4PE8B/pnha1qxMpEoZwWV07c2gwSnBDXjM6M.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 100",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:34:16.734Z",
      "genres": [
        "Action",
        "Fantasy",
        "Martial Arts",
        "Reincarnation"
      ],
      "synopsis": "[Dari Studio yang membawakan Solo Lovelling Bersama Redice Studio] [Manusia, yang dianggap tak berharga, akan dihapus]. ‘Battle Net’ yang awalnya dianggap game, berubah menjadi bencana bagi umat manusia. Setelah ‘Space League’ diselenggarakan, semua makhluk hidup di dunia berjuang bertahan hidup. Manusia, mewakili Bumi, terus menerus gagal dan pada akhirnya dimusnahkan. Terkecuali untuk satu orang, ‘Martial Saint’ Seong Jihan. Skill miliknya, ‘Nameless Divine Art,’ melawan penghapusan dari sistem. Umat manusia, yang dianggap tak berharga, mendapat ‘kesempatan’ baru. ini adalah kesempatan kedua yang diberikan kepada Seong Jihan. “kali ini akan berbeda.” Sebab dia, yang telah menyelesaikan Game, Kembali"
    },
    {
      "title": "Dear Anonymous Sponsor",
      "url": "https://manhwaindo.app/series/dear-anonymous-sponsor/",
      "image": "https://img-id.gmbr.pro/id/manga-images/d/dear-anonymous-sponsor/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 11",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:34:56.831Z",
      "genres": [
        "Fantasy",
        "Reverse harem",
        "Romance",
        "Shoujo"
      ],
      "synopsis": "Judith adalah seorang yatim piatu akibat perang dari negeri yang telah kalah. Demi menyembunyikan identitasnya, ia melarikan diri ke Negara Federal Baja, wilayah netral yang menjanjikan perlindungan. Meski memiliki seorang dermawan anonim yang membantunya bertahan hidup, ia sama sekali tak tahu nama, usia, ataupun rupa orang tersebut. Lima tahun setelah mengirimkan surat ucapan terima kasih kepada sang dermawan, Judith akhirnya menerima balasan darinya. “Nona Judith, bagaimana jika kau menghabiskan musim panas ini di Kediaman Curtis, di Waltz?” Waltz, ibu kota Baja, tempat asal surat itu dikirim, membuat hati Judith berbunga. Ia takjub saat melihat gedung-gedung pencakar langit serta berbagai surat kabar yang tersebar di kota metropolitan—hal-hal yang belum pernah ia saksikan seumur hidupnya. Namun, sesaat setelah ia turun dari kereta, sebuah peringatan tiba-tiba menghampirinya. “Jangan terlalu percaya pada orang yang menjadi penopang hidupmu, gadis buangan.” Tanpa sempat memahami maksud dari peringatan itu, Judith justru terseret dalam konflik dengan seorang pemimpin geng berbahaya. “Tak kusangka ada tamu di sini. Dan ternyata seorang wanita pula.” Ketika akhirnya ia tiba di kediaman sang dermawan, bukannya bertemu dengan sang pemilik rumah, Judith malah menemukan sosok mencurigakan yang telah lebih dulu menempatinya. “Aku tidak berbagi apa yang sudah ada dalam genggamanku dengan orang lain.” Hingga akhirnya, sang pemilik asli rumah itu pun kembali setelah sekian lama pergi. Di tengah musim panas yang menyengat, suasana ganjil mulai menyelimuti sekelilingnya. Bersama tiga pria penuh misteri, pertanyaan-pertanyaan yang selama ini tersembunyi perlahan bermunculan. “Pernahkah kau merasa ada sesuatu yang janggal? Tentang hal-hal yang telah kau hapus dari ingatanmu?” Di antara seorang ningrat dari negeri asing, seorang pengusaha sukses di dunia militer, dan seorang pemimpin geng kelas dua—siapakah sebenarnya sang dermawan anonim yang selama ini menopang hidupnya?"
    },
    {
      "title": "Cry Even Better If You Beg (Cry, or Better Yet, Beg)",
      "url": "https://manhwaindo.app/series/cry-even-better-if-you-beg-cry-or-better-yet-beg/",
      "image": "https://begityu.gmbr.pro/uploads/manhwaindocover_5/cry%20if.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 55",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:34:56.831Z",
      "genres": [
        "Fantasy",
        "Historical",
        "Josei",
        "Mature",
        "Romance",
        "Tragedy"
      ],
      "synopsis": "Menjadi yatim piatu di usia muda, Layla Llewellyn merasa menjadi gadis paling beruntung di dunia setelah ia tinggal bersama pamannya, Bill, seorang tukang kebun yang tinggal di perkebunan Arvis yang indah di Kekaisaran Berg. Bagi Layla, Arvis tampak seperti surga; dia suka menjelajahi hutan yang luas, selalu membawa buku catatannya untuk mencatat satwa liar yang ditemuinya. Dia sangat menyukai burung-burung, menyaksikan mereka dengan kagum saat mereka menetas dan tumbuh dari anak burung yang lembut menjadi burung yang indah. Duke Herhardt, penguasa muda dan tampan di Arvis, juga tertarik pada burung dan pada Layla. Bedanya, dia tertarik pada burung karena dia suka berburu… dan dia tertarik pada Layla karena dia suka membuatnya menangis. Jika seekor burung cantik terperangkap dalam sangkar emas, manakah yang akan dipilihnya: kehidupan yang mewah, atau kebebasan?"
    },
    {
      "title": "Drawing Romance",
      "url": "https://manhwaindo.app/series/drawing-romance/",
      "image": "https://begityu.gmbr.pro/uploads/drawing/image_2021-11-08_230808.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 160",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:37:43.891Z",
      "genres": [
        "Romance",
        "School Life",
        "Shounen"
      ],
      "synopsis": "Chan-woo merasa sulit berbicara dengan Sul-hee, yang tampaknya selalu marah tentang sesuatu. Namun, apa yang dia katakan padanya benar-benar membuat detak jantungnya seperti orang gila! Kisah cinta pertama pasangan muda yang manis dan romantis! Webtoon Asli Bahasa Inggris Resmi"
    },
    {
      "title": "Masochist Hero",
      "url": "https://manhwaindo.app/series/masochist-hero/",
      "image": "https://begityu.gmbr.pro/uploads/Masochisthero/0847d53e76cfddc7d43a0ebbb40e0bf8.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 80",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:38:26.729Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Supernatural"
      ],
      "synopsis": "Sinopsis Komik Super Class Revival HunterI want an S-Rank skill too!"
    },
    {
      "title": "Sweet Home",
      "url": "https://manhwaindo.app/series/sweet-home/",
      "image": "https://img-id.gmbr.pro/id/manga-images/s/sweet-home/thumbnail.jpg",
      "type": "Completed Manhwa Color",
      "latestChapter": "Chapter 139",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:38:26.730Z",
      "genres": [
        "Action",
        "Fantasy",
        "Monsters",
        "Shounen",
        "Supernatural",
        "Tragedy"
      ],
      "synopsis": "Ketika putus asa sudah melanda..Itu saatnya keluar dari sini!"
    },
    {
      "title": "Bones",
      "url": "https://manhwaindo.app/series/bones/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/khl3ksQs1K9TlyPj5epQBEym0JoeZ0/4WlB0U8l3nDQlGqSS3ExpkqM1naifF.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 30",
      "rating": "9.00",
      "scrapedAt": "2025-10-06T04:38:26.730Z",
      "genres": [
        "Action",
        "Demons",
        "Fantasy",
        "Horror",
        "Tragedy"
      ],
      "synopsis": "Jihyung, protagonis yang berusaha menjadi ‘hunter’ demi ibunya. Tapi ibunya dicelakai hingga berada dalam kondisi vegetatif oleh para perudung. Dia mencoba untuk balas dendam, tapi dia gagal dan dikubur hidup-hidup… Ini adalah cerita tentang seorang anak laki-laki yang kehilangan segalanya berubah menjadi ‘demon’ dan memulai perburuannya."
    },
    {
      "title": "Drug Devourer",
      "url": "https://manhwaindo.app/series/drug-devourer/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/kRBDNdeSjhCpKjhVWa5xILCHlM76gH/n9ZFDth9uMF8RZePapTPCtK7vnMV9X.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 117",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:38:50.378Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Shounen"
      ],
      "synopsis": "Suatu hari, sebuah gerbang tiba-tiba terbuka di surga, membawa serta invasi monster dan campur tangan para biarawan di dunia manusia.\n“Administrasi “Kopi” Obat Ajaib”\n“Isi Obat: Kafein dan Gula”\nMemberikan energi\nMerangsang sistem saraf pusat\nMemaksimalkan indera dan refleks\nSeluruh dunia tampak melambat, dan obat-obatan Hanyul mulai menunjukkan efeknya yang sebenarnya."
    },
    {
      "title": "Interspecies Protection Agency",
      "url": "https://manhwaindo.app/series/interspecies-protection-agency/",
      "image": "https://img-id.gmbr.pro/id/manga-images/i/interspecies-protection-agency/thumbnail.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 09",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:39:12.983Z",
      "genres": [
        "Adaptation",
        "Fantasy",
        "Romance",
        "Shoujo",
        "Supernatural"
      ],
      "synopsis": "tumbuh menjadi orang bodoh. Orang yang datang untuk mencarinya untuk pernikahan politik adalah raja Pritan, Mikrok, seorang panglima perang yang haus darah? Menikahi seorang pria yang bahkan tidak kukenal wajahnya? Itu tidak mungkin! Tepat saat aku hendak meninggalkan rumah, bertekad untuk melarikan diri di tengah malam!"
    },
    {
      "title": "Acting Gangster",
      "url": "https://manhwaindo.app/series/acting-gangster/",
      "image": "https://img-id.gmbr.pro/id/manga-images/a/acting-gangster/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 03",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:40:30.113Z",
      "genres": [
        "Yakuzas"
      ],
      "synopsis": "Tae Sung, seorang mantan aktor gangster, secara tidak sengaja bertukar tempat dengan gangster sungguhan, Moon Gil. Lokasi syuting ini, yang dipenuhi dengan kakak laki-laki yang menakutkan, tidak memiliki naskah. Tidak ada adegan yang dipotong. Tidak ada adegan NG! Di sini, satu kesalahan dapat merenggut nyawa Anda. Bisakah Tae Sung bertahan hidup di antara gangster sungguhan?"
    },
    {
      "title": "Love in Body",
      "url": "https://manhwaindo.app/series/love-in-body/",
      "image": "https://img-id.gmbr.pro/id/manga-images/l/love-in-body/thumbnail.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 01",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:40:52.898Z",
      "genres": [
        "Romance",
        "School Life",
        "Shoujo"
      ],
      "synopsis": "‘Do Ye-ji’, seorang wanita gemuk seberat 97 kg yang gemar berdiet, menjadi bahan tertawaan publik setelah pakaiannya terbuka pada Hari Natal. ‘Love in Body’ adalah kesempatan yang datang kepada Yeji, yang tidak bisa berbuat apa-apa selain menangis. Jika Anda menerima cinta dan memenuhi semua hati Anda, Anda akan memiliki tubuh yang tidak akan pernah bertambah gemuk?! Akankah Yejin bisa lulus dari dietnya?"
    },
    {
      "title": "The Invincible Immortal",
      "url": "https://manhwaindo.app/series/the-invincible-immortal/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/dO0X5oHZbRqy2vKvy2g93qYm36Pfnz/k3cnVWMWw5jS3SvhgY1LzYwa4VnyLt.png?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 118",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:42:02.183Z",
      "genres": [
        "Action",
        "Fantasy",
        "Manhwa",
        "Martial Arts",
        "Shounen",
        "Supernatural"
      ],
      "synopsis": "Dari seorang anak pencuri menjadi orang yang akan mengguncang dunia. Naik ke gelar Master Abadi, salah satu dari Dua Belas Bintang yang saleh, tetapi akhirnya dikhianati. Sekarang, dia telah diberi kesempatan untuk mengubah itu, dan menciptakan masa depan yang lebih baik – baik untuknya, maupun dunia. Berdasarkan novel populer dengan nama yang sama."
    },
    {
      "title": "Chronicles of Heavenly Demon ID",
      "url": "https://manhwaindo.app/series/chronicles-of-heavenly-demon-id/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/6a6eI1j6qi2g8GqOzGmXQiK6xzvvsr/JQxW1z68h1aagmjwZVzpKlkjSqZ8Ii.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 252",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:42:23.676Z",
      "genres": [
        "Action",
        "Fantasy",
        "Manhwa",
        "Martial Arts",
        "Shounen",
        "Supernatural"
      ],
      "synopsis": "‘Kamu menekankan harmoni sepanjang hidupmu dan beginilah caranya..!’ Penerus Sekte Master Tombak dan muridnya Hyuk Woon Seong dijebak untuk mempelajari seni Iblis terlarang dan membunuh. Kematian tak berdaya dan menyedihkan oleh orang-orang munafik dari sekte Ortodoks. Saat Woon Seong menghadapi kematiannya, Artefak Sekte Master Tombak memancarkan cahaya dan memberinya kehidupan baru. Kehidupan sebagai Nomor 900, seorang peserta pelatihan dari Sekte Iblis! Dua identitas, Sekte Ortodoks, dan Sekte Iblis. Tapi tujuannya adalah satu. Balas dendam! Menerima takdirnya dan mengingat dendamnya, Woon Seong berlatih seni bela diri Dan waktu balas dendamnya perlahan mendekat… Ambil alih Sekte Iblis dan hukum orang munafik dari Sekte Ortodoks! Kisah balas dendam Nomor 900, Woon Seong tumbuh dalam tugas hidup dan mati. Versi webtoon dari novel wuxia populer karya Il-Hwang, Chronicles of the Heavenly Demon."
    },
    {
      "title": "Death God (Reaper)",
      "url": "https://manhwaindo.app/series/death-god-reaper/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/cpfxjzMHXeZPcNNtOdfQJo0MaqAiCT/HUqDoGKxGove4Jd6obagx8TvnwVCns.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 90",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:44:20.049Z",
      "genres": [
        "Action",
        "Fantasy",
        "Murim",
        "Revenge"
      ],
      "synopsis": "Jongli Chu, seorang pejuang Sekte Death Heavenly yang membunuh Hwang Jung untuk membalaskan dendam kakaknya. Untuk menghindari pengejaran Sekte Death Heavenly, dia meminta bantuan kepada seorang pembunuh dari agensi Death Soul, Crimson Assassin, dan terhanyut ke dalam kekacauan besar yang dikenal sebagai Pemusnahan. Untuk melarikan diri dari bayang-bayang Pemusnahan, dia tidak punya pilihan selain menjadi Death God yang legendaris! Bisakah Jong Lichu menjadi Death God dan menemukan kebebasan dalam aturan menyesakkan yang diciptakan oleh sekte ortodoks?"
    },
    {
      "title": "In the Night Consumed by Blades, I Walk",
      "url": "https://manhwaindo.app/series/in-the-night-consumed-by-blades-i-walk/",
      "image": "https://manhwaindo.app/wp-content/uploads/2022/06/IMG_20220607_154701.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 131",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:44:42.833Z",
      "genres": [
        "Action",
        "Adventure",
        "Martial Arts",
        "Murim"
      ],
      "synopsis": "[Dari studio Mercenary Enrollment dan penulis yang sama dengan Return of the Mad Demon]\nMeskipun yatim piatu, Jin So-Han dibawa oleh kelompok Crescent Moon Sword Dance dan menghabiskan masa kecilnya bersama para wanita itu. Tetapi suatu hari Poison Demon, salah satu dari Four Great Evils, mengenali karakteristik fisik khusus So-Han dan menculiknya. Pada akhirnya, setelah berbagai eksperimen oleh Poison Demon, So-Han diangkat sebagai muridnya.\nSepuluh tahun kemudian, dia mencoba mencari jejak Crescent Moon Sword Dance, tetapi mereka telah menghilang di tangan kejahatan, yang menguasai kota kelahirannya."
    },
    {
      "title": "I’ll be Taking a Break for Personal Reasons",
      "url": "https://manhwaindo.app/series/ill-be-taking-a-break-for-personal-reasons/",
      "image": "https://manhwaindo.app/wp-content/uploads/2022/10/hiatus-768x1084-1.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 120",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:44:42.834Z",
      "genres": [
        "Action",
        "Dungeons",
        "Fusion Fantasy",
        "Leveling",
        "Shounen"
      ],
      "synopsis": "Aku seorang penulis webnovel kelas tiga yang gagal, Yu Ill-Shin. Jangan mulai berdoa pada ku karena aku bukanlah dewa. Itu hanya namaku. Dunia kotor ini di mana hanya hunter yang dihargai. Bahkan jika kau terbangun sebagai hunter, tidak semua hunter berakhir sama. Kehidupan yang bergantung pada peringkat hunter, yang biasanya tidak akan berubah setelah diatur. Suatu hari, aku bisa awaken seperti yang sangat aku inginkan. tapi kemampuannya agak aneh? Di dunia kecil yang terhubung dengan ponsel pintarku ini, semut-semut lemah dan tidak penting yang dibantai itu menganggapku tuhan mereka? Dan seseorang yang tidak penting sepertiku harus menyelamatkan dunia?"
    },
    {
      "title": "Sovereign Of Judgment",
      "url": "https://manhwaindo.app/series/sovereign-of-judgment/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/EyIFhp3ZjL7iUcsTsFKWhZOTm0Abbp/PLYlDEKJcicPhPP3U2TlR62WmcMCPD.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 76",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:47:11.272Z",
      "genres": [
        "Action",
        "Fantasy",
        "Game",
        "Manhwa",
        "Martial Arts",
        "School"
      ],
      "synopsis": "Seorang Petarung Jenius. Di Kelas6, Choi Hyuk membunuh seseorang. Dia kemudian berjanji pada ibunya bahwa dia tidak akan pernah bertarung lagi. dia menghabiskan hari hari di sekolahnya di intimidasi dan menatap kosong ke jendela. Suatu hari, Cincin Muncul di Tengah tengah kelasnya. Choi Hyuk. dan saat itu mereka di minta untuk saling bertarung di atas ring cincin agar bisa keluar dari ruangan kelasnya yang telah di blokir oleh Kekuatan Ring Cincin. akankah Choi Hyuk bertarung kembali untuk mempertahankan Hidupnya?Bagikan :"
    },
    {
      "title": "Escort Warrior",
      "url": "https://manhwaindo.app/series/escort-warrior/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/U6LItmqX1YxxfF0l6KNI9j0kWTbQce/yrGpyGsUVmiMT1Ty4Ed85qom6moSGX.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 211",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:47:33.366Z",
      "genres": [
        "Action",
        "Historical",
        "Martial Arts"
      ],
      "synopsis": "Kamu memanggilku. Seseorang sepertiku ‘Kecerahan pertapa. Menjadi pendamping!"
    },
    {
      "title": "A World-Class Walkthrough",
      "url": "https://manhwaindo.app/series/a-world-class-walkthrough/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/LjuBLOCw0bmOX29CwVSOvAHoVtwnhU/0cSgE1AzyD8FvBOziIc08Y6B4JWbN6.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 68",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:47:59.079Z",
      "genres": [
        "Action",
        "Fantasy"
      ],
      "synopsis": "Karakter utama, Kim Kyung-Sam, adalah seorang yatim piatu yang sedang mempersiapkan ujian pegawai negeri sambil bekerja paruh waktu di sebuah toko serba ada.\nSaat tenggelam dalam game ‘God Forsaken World’ dan memainkan skenario ‘Gilosan Ello D’ Baltic’, Pangeran Ketiga Kekaisaran yang jatuh, tanpa disadari, dia dipindahkan ke karakter itu.\nBagian terburuknya adalah pada saat itu terjadi, Pangeran Ketiga yang jatuh, lebih dikenal sebagai ‘Pangeran Babi’, telah diculik dan berada di ambang eksekusi…!"
    },
    {
      "title": "Secret Player",
      "url": "https://manhwaindo.app/series/secret-player/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/ilKxKkUlcz2yh0VChAZG0ErOVJoKsu/BzPB89P8sf2X0smrXKvlAK5Ohxvh58.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 35",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:48:52.630Z",
      "genres": [
        "Action",
        "Adventure"
      ],
      "synopsis": "Dunia jatuh ke dalam genggaman sistem AI yang mengubah kenyataan menjadi peta permainan yang terdiri dari monster, item, dan NPC. Hanya ‘Pemain Utama’ yang mampu mengubah dunia seperti game ini kembali normal. Ketika keluarga Na Sanggi dibunuh oleh Player yang tidak dikenal, sebuah suara misterius memberitahunya bahwa dia harus menjadi ‘Player’ untuk membawa keluarganya kembali. Maka dimulailah pendaftaran Na Sanggi sebagai Player untuk mengungkap kebenaran kejadian tersebut dan menyelamatkan keluarganya. keluarga!"
    },
    {
      "title": "Kissing with God’s Eyes Covered",
      "url": "https://manhwaindo.app/series/kissing-with-gods-eyes-covered/",
      "image": "https://img-id.gmbr.pro/uploads/manga-images/k/kissing-with-gods-eyes-covered/thumbnail.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 15",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:49:18.907Z",
      "genres": [
        "Fantasy",
        "Historical",
        "Romance",
        "Supernatural"
      ],
      "synopsis": "Satu ciuman dapat menyelamatkan hidup seseorang, Noemi dapat melihat masa depan mereka yang disentuhnya. Namun sayangnya, sebagai istri seorang dewa, dia hanya melihat kematian di masa depannya yang sudah ditakdirkan. Namun kemudian, sebuah ciuman tiba-tiba dengan seorang pedagang yang nakal membawa sebuah visi kehidupan. Mungkinkah dia menjadi kunci Noemi untuk bertahan hidup? Atau apakah dia tidak akan dapat melarikan diri dari takdirnya?"
    },
    {
      "title": "The Boss",
      "url": "https://manhwaindo.app/series/the-boss/",
      "image": "https://manhwaindo.app/wp-content/uploads/2022/02/SAMPUL_T_BOSS.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 129",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:49:18.907Z",
      "genres": [
        "Action",
        "Adventure",
        "Fantasy",
        "Game",
        "Manhwa",
        "Mystery",
        "Reincarnation",
        "Romance",
        "Slice of Life",
        "Webtoon"
      ],
      "synopsis": "The boss. Seorang goog student bernama Kim Gu"
    },
    {
      "title": "The 18 Year Old Spy",
      "url": "https://manhwaindo.app/series/the-18-year-old-spy/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/xChglavSnmWkyw2gfNVR95BHuA8GNc/k7EWmcTWfXTXoJoJUtbccHJBgBUd3a.png",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 56",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:49:43.993Z",
      "genres": [
        "Action",
        "Psychological",
        "Seinen"
      ],
      "synopsis": "Seorang yatim piatu bernama Hajin, dilatih di Korea Utara sejak dia masih kecil. Korea Utara telah mengirim anak-anak kecil ke Korea Selatan untuk menaiki tangga sosial dan mengambil tempat-tempat tinggi dalam hierarki sosial. Hajin dipilih untuk operasi ini dan dikirim. “Agar tidak di kendalikan, Kau harus menjadi orang yang mengendalikan mereka dari atas.” Hajin tidak ingin dimanfaatkan oleh pemerintah Korea Utara tetapi membuat keputusan untuk dirinya sendiri. Untuk menyelamatkan adik perempuannya yang diambil darinya, dia mulai menelan organisasi Utara dan Selatan satu per satu."
    },
    {
      "title": "DeathCord",
      "url": "https://manhwaindo.app/series/deathcord/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/GRtEZB9ozr9ysQ2gCQn0eFAukzcnnJ/yezNwJrbySIpnH7ieXKJsTaVbbopZq.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 14",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:49:43.993Z",
      "genres": [
        "Action",
        "Thriller"
      ],
      "synopsis": "Suatu hari, Kyung-min, yang harga dirinya telah mencapai titik terendah karena Disiksa/Diganggu oleh teman-temannya, tiba-tiba menerima undangan ke ‘DeathCord’, ruang obrolan tempat untuk membunuh orang melalui pemungutan suara. Pemungutan suara hukuman mati anonim di chat room! Partisipan anonim yang diundang ke chat room tertarik untuk membunuh orang karena alasan mereka sendiri. Namun, salah satu peserta chat menjadi target hukuman mati, setelah itu, para peserta di chatroom “DeathCord” mulai berjuang untuk mengidentifikasi satu sama lain…Sebuah game pembunuhan yang tidak akan berakhir kecuali satu sama lain saling membunuh!"
    },
    {
      "title": "Solgreen",
      "url": "https://manhwaindo.app/series/solgreen/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/Y4dntZDzERLAu9fekZVViighgTLf9I/al7W1QTfAqUZKWgCFN38RwAsUdYZoP.webp",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 11",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:50:06.944Z",
      "genres": [
        "Manhwa",
        "School Life"
      ],
      "synopsis": "Ranker amatir nomor 1 yang tak terbantahkan dalam game populer -City of Tempest-. Dia menghilang tiba-tiba, meninggalkan banyak pertanyaan. Solgreen kembali sebagai pengguna yang kejam dan tidak sopan yang menembak para gamer pro setelah dua tahun meninggalkan spekulasi?! Kisah-kisah mereka yang terlibat dalam Solgreen, dan anak-anak yang berdiri di awal. Drama pertumbuhan penuh! Apa kebenarannya!"
    },
    {
      "title": "High School Mythology",
      "url": "https://manhwaindo.app/series/high-school-mythology/",
      "image": "https://cdn-jp-gmbr.gmbr.pro/storage/drive/1fwFcacu20E37xnKos20mZqOVESxzP/kTNAl4jGhiAyflnqREk6QDeua3ZUmO.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 06",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:50:06.944Z",
      "genres": [
        "Action",
        "Fantasy",
        "Seinen"
      ],
      "synopsis": "Go Dung Shin 18 Tahun, seorang Murid SMA yang mendadak menyadari bahwa dia adalah keturunan Dewa, namun tidak ada satupun orang yang percaya, kemudian dia berusaha untuk membuktikan bahwa dia adalah keturunan Dewa asli dengan menunjukkan berbagai Mukjizat yang dia miliki kepada teman sekelasnya yang menjadi bahan bullyan murid lain, Bae Doo Hong 18 Tahun. ini project mangatale, jangan lupa upvote disana. Bagaimanakah kisah seorang Support OP ini selanjutnya?"
    },
    {
      "title": "Feelings In A Dream",
      "url": "https://manhwaindo.app/series/feelings-in-a-dream/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/MxNkW4D74w1mxRqTvRLbxBP8bmcHhZ/Wmi4TJ3oDC0x8spqbRAOoD4OdetXKB/XuncuVLiyI1v0QGFDEuZBeor9LrEXh.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 34",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:52:27.088Z",
      "genres": [
        "Fantasy",
        "Historical",
        "Magic",
        "Romance"
      ],
      "synopsis": "Reagen penghubung mimpi satu kali dibuat dengan maksud untuk bertemu Daniel, pangeran yang dia cintai tak berbalas, bahkan dalam mimpi.\nNamun, saingannya, Kaiden yang mengambil reagen, dan itu bukan hal satu kali?\nLizen, yang memiliki nilai sempurna dan keterampilan fisik, cerdas dan kuat di luar, tetapi menyembunyikan lukanya di dalam.\nKaiden, seorang pria yang blak-blakan dan dingin, tetapi lebih berhati hangat daripada siapa pun.\nLizen terhubung dengan Kaiden melalui mimpi setiap hari, dan tidak hanya terjebak dalam konspirasi besar seputar tahta, tetapi juga bingung dengan emosinya….\nPertemuan yang anehnya terus menerus dalam mimpi mereka. Apakah karena itu hanya mimpi, sehingga mudah untuk dianggap sebagai lelucon, atau menjadi perasaan yang tulus karena mimpi.\n“Tidak ada gunanya ‘Jika’. Aku sudah memiliki perasaan untukmu. Aku menyukaimu sekarang bahkan jika aku tidak memimpikanmu.”"
    },
    {
      "title": "The Mad Gate",
      "url": "https://manhwaindo.app/series/the-mad-gate/",
      "image": "https://v1-kj.gmbr.pro/storage/drive/NovGZqjJsVaaxQozYS6AVQ8vr0EUz6/iBJGY4RtYM8PeqtpWmYvoGfqlj1hOK.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 16",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:52:49.774Z",
      "genres": [
        "Action",
        "Fantasy",
        "Supernatural",
        "Thriller"
      ],
      "synopsis": "Eon selalu ingin menjadi petualang yang kuat, menyelesaikan dungeon yang berbahaya dan memulai perjalanan yang fantastis. Jadi, dia menjadi asisten prajurit hebat, Tor. Ketika dungeon yang tidak menyenangkan, yang dikenal sebagai Gerbang Gila, terbangun, Eon bergabung dengan Tor dan para petualang terkuat di dunia untuk menyelesaikannya. Tapi di sana, para pahlawan tiba-tiba menyadari diri mereka dipermainkan oleh dewa gila. Di dunia pemenang dan pecundang, sahabat dan pengkhianat, Eon akan menemukan satu jalan untuk mencapai mimpinya di Gerbang Gila. Tapi seberapa besar yang harus dibayarkan?"
    },
    {
      "title": "A Strange Life",
      "url": "https://manhwaindo.app/series/a-strange-life/",
      "image": "https://ikiru.world/wp-content/uploads/2022/04/i319096-043250-Kc5VlOEn.jpg",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 81",
      "rating": "9.0",
      "scrapedAt": "2025-10-06T04:53:13.128Z",
      "genres": [
        "Fantasy",
        "Romance",
        "School Life",
        "Shoujo",
        "Slice of Life",
        "Webtoons"
      ],
      "synopsis": "Sinopsis Komik Just for a MeowmentYatim piatu sejak lahir dan diintimidasi di tempat kerjanya, Myohee telah melalui cobaan hidup yang tak terhitung jumlahnya. Ketika dia ditipu oleh satu-satunya teman dan bangkrut, Myohee merasa seolah-olah dia tidak akan pernah menemukan kebahagiaan dalam hidup. Dia memutuskan untuk mengakhiri hidupnya sendiri dengan melompat dari sebuah gedung tinggi, tapi saat terjun di udara, malaikat maut menghentikannya dan mengatakan belum waktunya dia mati. Dia diperintahkan untuk hidup lagi selama 100 hari sebagai kucing. Sebelum dia menyadarinya, dia dibawa ke rumah bosnya yang tampan. Sepertinya ini adalah kesempatan sempurna untuk merasakan cinta dan perhatian yang tidak pernah dia miliki selama ini. Tapi hidupnya hanya 100 hari, seandainya saja Myohee bisa tetap menjadi kucing."
    },
    {
      "title": "Just for a Meowment",
      "url": "https://manhwaindo.app/series/just-for-a-meowment/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/PdmIIOwxf76uHByinD0nPstTz2rqS0/qW37XCsW4175tK2CeyfR9rgLCyZOd5.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 60",
      "rating": "9.0",
      "scrapedAt": "2025-10-06T04:55:38.975Z",
      "genres": [
        "Fantasy",
        "Romance",
        "School Life",
        "Shoujo",
        "Slice of Life",
        "Webtoons"
      ],
      "synopsis": "Yatim piatu sejak lahir dan diintimidasi di tempat kerjanya, Myohee telah melalui cobaan hidup yang tak terhitung jumlahnya. Ketika dia ditipu oleh satu-satunya teman dan bangkrut, Myohee merasa seolah-olah dia tidak akan pernah menemukan kebahagiaan dalam hidup. Dia memutuskan untuk mengakhiri hidupnya sendiri dengan melompat dari sebuah gedung tinggi, tapi saat terjun di udara, malaikat maut menghentikannya dan mengatakan belum waktunya dia mati. Dia diperintahkan untuk hidup lagi selama 100 hari sebagai kucing. Sebelum dia menyadarinya, dia dibawa ke rumah bosnya yang tampan. Sepertinya ini adalah kesempatan sempurna untuk merasakan cinta dan perhatian yang tidak pernah dia miliki selama ini. Tapi hidupnya hanya 100 hari, seandainya saja Myohee bisa tetap menjadi kucing…Bagikan :"
    },
    {
      "title": "Samadhi",
      "url": "https://manhwaindo.app/series/samadhi/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/VVbo8fXIfPxH7RnBiaZUvvxzi4qWHZ/LYbz4vIv0AQEwWe9BQJpRvBt5dfyz3.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 15",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:56:01.264Z",
      "genres": [
        "Mystery",
        "Seinen",
        "Supernatural"
      ],
      "synopsis": "Dia, seseorang dengan nilai akademik yang rendah dan juga tidak terlalu kaya, mendapatkan kekuatan super. Meskipun dia bermimpi untuk hidup sama seperti orang lain, namun sekarang meski mimpi itu dapat dicapai, dia sudah tidak dapat lagi hidup seperti mereka"
    },
    {
      "title": "LESSA – Servant of Cosmos",
      "url": "https://manhwaindo.app/series/lessa-servant-of-cosmos/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/gpEWU27ZSMUvucDpVR0RTUGrUD3hBx/QF7wNJBUbrJdQUTSY0ioYsT0WxXqB7.png?resize=285,425",
      "type": "Completed Manhwa Color",
      "latestChapter": "Chapter 124.1",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:56:28.503Z",
      "genres": [
        "Action",
        "Fantasy",
        "Supernatural"
      ],
      "synopsis": "Waktu akhir telah tiba …! Perang terakhir di mana nasib dunia tergantung."
    },
    {
      "title": "Han-rim Gymnasium",
      "url": "https://manhwaindo.app/series/han-rim-gymnasium/",
      "image": "https://i1.wp.com/kambingjantan.cc/storage/drive/ogs5fErXlIvdLomt7obQBOJi0kich2/ao4fDOc3B0h8t0uJu5NDAfDLuxc6Nn.jpg?resize=285,425",
      "type": "Manhwa Color",
      "latestChapter": "Chapter 02",
      "rating": "9",
      "scrapedAt": "2025-10-06T04:56:58.499Z",
      "genres": [
        "Action"
      ],
      "synopsis": "Aku ingin jadi pria terkuat di dunia.Bagikan :"
    }
  ],
  "filteredBy": "rating >= 9",
  "filteredAt": "2025-10-09T05:29:23.498Z"
}
